{"&lt;3":{"class": "r-itm001","title": "&lt;3","id": 15,"pickup": "HP up","info": ["+1 Health Up", "Fully restores all red heart containers"],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room, Boss Room","tags": "boss room pool, boss room item, item room, treasure room, item room pool, red heart, ballchinnian, ball sack, full heal, gluttony, the lost item pool"},"???'s Only Friend":{"class": "r-itm268","title": "???'s Only Friend","id": 320,"pickup": "Controlled friend","info": ["A familiar fly that can be moved around via use of the arrow keys dealing contact damage, similar to the Ludovico Technique's mechanic.", "Picking up this item as well as 2 other fly-type items will allow you to transform into Lord of the Flies."],"unlock": "Unlock this item by beating Boss Rush with Blue Baby.","type": "Passive, Familiar","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool, blue fly, big fly, blue baby's only friend"},"1UP":{"class": "r-itm156","title": "1UP","id": 11,"pickup": "Extra life","info": ["Gives the player an extra life", "When revived, the green mushroom that follows Isaac will disappear and he will respawn with the same amount of red heart containers at full health.", "Resurrection takes place before all other items which give you an extra live, except Guppy's Collar."],"unlock": "","type": "Passive","recharge": "","itempool": "Secret Room","tags": "secret room pool, mario, green mushroom, "},"20/20":{"class": "r-itm002","title": "20/20","id": 245,"pickup": "Double shot","info": ["Isaac now shoots from both eyes at the same time.", "Unlike the Inner Eye and Mutant Spider items, this double shot item does not give a tears down, effectively giving you double damage per second potential."],"unlock": "","type": "Passive, Tear Modifier","recharge": "","itempool": "Item Room","tags": "20 20, item room, treasure room, item room pool, black glasses, spectacles"},"3 Dollar Bill":{"class": "r-itm221","title": "3 Dollar Bill","id": 191,"pickup": "Rainbow tears","info": ["Random tear effect for every room.", "Possible tear effects: Fire Mind, Spoon Bender, My Reflection, Ouija Board, 20/20, Inner Eye, Iron Bar, Death's Touch, Scorpio, Tough Love, Proptosis, Number One, Mom's Contacts, Ball of Tar, Dark Matter, Speed Ball or Sagittarius."],"unlock": "","type": "Passive, Tear Modifier","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool, pink note, money, cash, "},"9 Volt":{"class": "r-itm252","title": "9 Volt","id": 116,"pickup": "Quicker charge","info": ["Automatically gives you 1 bar of charge after using your spacebar item.", "Fully recharges your current spacebar item when picked up.", "Causes the Sharp Plug item to become useless due to the fact that you can never have 0 charge on your spacebar item.", "Any items which are normally a 1 room recharge are now timed instead."],"unlock": "","type": "Passive","recharge": "","itempool": "Shop","tags": "shop room pool, shop item pool, battery, black, brown, "},"Abaddon":{"class": "r-itm269","title": "Abaddon","id": 230,"pickup": "Evil up + DMG up + fear shot","info": ["On pickup removes all of your red hearts and gives you 6 black hearts.", "+1.5 Damage Up.", "+0.2 Speed Up.", "Tears now have a chance to induce the fear effect, causing enemies to run away from Isaac for a short period.", "The chance to fear enemies is affected by your luck stat and at +85 Luck it will activate every time.", "When depleted, Black Hearts deal 40 damage to the entire room, in a Necronomicon style effect."],"unlock": "Unlock this item by beating the Chest with Azazel.","type": "Passive","recharge": "","itempool": "Devil Room","tags": "devil pool, devil room pool, devil deal, red devil sign, abandon, abadon"},"Abel":{"class": "r-itm270","title": "Abel","id": 188,"pickup": "Mirrored buddy","info": ["A familiar that mirrors the player's movements and shoots tears in the opposite direction.", "Abel's tears do the same as Isaac's base damage (3.5)."],"unlock": "Unlock this item by beating the Dark Room with Cain.","type": "Passive, Familiar","recharge": "","itempool": "Item Room, Gold Chest","tags": "golden chest pool, gold chest pool, item room, treasure room, item room pool, follower, northernlion, everyone knows it's abel, brown, grey, gray, "},"Anarchist's Cookbook":{"class": "r-itm138","title": "Anarchist's Cookbook","id": 65,"pickup": "Summon bombs","info": ["Spawns troll bombs at random locations around the room."],"unlock": "","type": "Active","recharge": "3 rooms.","itempool": "Item Room, Library","tags": "library pool, library room, book room pool, item room, treasure room, item room pool, white, red"},"Anemic":{"class": "r-itm100","title": "Anemic","id": 214,"pickup": "Toxic blood","info": ["+5 Range Up.", "When Isaac takes damage, he will start to leave a trail of blood creep behind him as he walks for the current room.", "Lazarus' revived form (Lazarus II) respawns with this item."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool, blood drop, red blood"},"Ankh":{"class": "r-itm128","title": "Ankh","id": 161,"pickup": "Eternal life?","info": ["Upon death, the player respawns as Blue Baby with three Soul hearts.", "This is a one time use item and all new heart containers will be soul hearts.", "Can be used to unlock some of Blue Baby's secrets before having the character available."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool, black, grey, gray, extra life"},"Anti-Gravity":{"class": "r-itm139","title": "Anti-Gravity","id": 222,"pickup": "Antigravity tears + tears up","info": ["+0.32 Tears Up.", "As you hold down the fire button, shots will float in the same place until you release the fire key again.", "Allows you to store up a lot of tears in the air and release them all at once.", "When the tears are released, they will fire off in the direction that Isaac was originally facing when it was created."],"unlock": "","type": "Passive, Tear Modifier","recharge": "","itempool": "Item Room","tags": "anti gravity, item room, treasure room, item room pool, anti gravity, "},"Aquarius":{"class": "r-itm068","title": "Aquarius","id": 308,"pickup": "A trail of tears","info": ["Leaves a trail of tears on the floor behind Isaac which damages enemies that walk over it.", "One of the twelve zodiac items available in the game."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "astrology, astronomy, item room, treasure room, item room pool, black, blue, cyan"},"Aries":{"class": "r-itm092","title": "Aries","id": 300,"pickup": "Ramming speed","info": ["+0.25 Speed up.", "Gives huge horns which stick out, allowing you to deal 18 contact damage if you hit something with enough speed.", "Will not deal contact damage unless you are moving fast enough.", "One of the twelve zodiac items available in the game."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "astrology, astronomy, item room, treasure room, item room pool, black, blue, cyan"},"Ball of Bandages":{"class": "r-itm040","title": "Ball of Bandages","id": 207,"pickup": "Gotta lick em all","info": ["Gives Isaac an orbital ball of bandages that blocks shots, very similar to the Cube of Meat.", "Collecting a second Ball of Bandages in the run turns the orbital into a pink head that shoots tears which have a chance to charm enemies.", "Getting a third Ball of Bandages will transform the head into bandage girl which will chase enemies while firing charm tears.", "A fourth Ball of Bandages will make the Bandage Girl bigger and stronger, making her deal more damage.", "Any futher Ball of Bandages will repeat the cycle.", "Charmed enemies will prioritize attacking other enemies in the room, otherwise they will still attack Isaac.", "Has a chance to drop from one of the Horsemen bosses and can be received from using Monster Manual."],"unlock": "","type": "Passive, Orbital","recharge": "","itempool": "None (Horsemen boss only)","tags": "super meat boy"},"Ball of Tar":{"class": "r-itm039","title": "Ball of Tar","id": 231,"pickup": "Sticky feet...","info": ["Isaac leaves a trail of tar behind him which will slow down enemies that walk over it.", "Tears have a chance to slow enemies and their projectiles for a short period of time.", "The chance to slow enemies can improve based on your luck stat and will always slow enemies at +18 Luck."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool, black, "},"The Battery":{"class": "r-itm003","title": "The Battery","id": 63,"pickup": "Stores energy","info": ["All spacebar items can now be 'overcharged', allowing them to be charged up twice instead of once.", "The extra charges appear in yellow on top of the normal green bars."],"unlock": "","type": "Passive","recharge": "","itempool": "Shop","tags": "shop room pool, shop item pool, "},"BBF":{"class": "r-itm157","title": "BBF","id": 272,"pickup": "Big beautiful fly","info": ["A large familiar black fly that bounces around the room, exploding on contact with enemies dealing 70 damage.", "Does not explode if it hits Isaac, however if it explodes on an enemy while Isaac is in range, he will take damage.", "Respawns after a short period of time.", "Picking up this item as well as 2 other fly-type items will allow you to transform into Lord of the Flies."],"unlock": "","type": "Passive, Familiar","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool, "},"The Bean":{"class": "r-itm079","title": "The Bean","id": 111,"pickup": "Toot on command","info": ["Upon use, this item causes Isaac to fart and poison any enemies in close proximity.", "The Bean deals 26 damage total (5 initially then 21 in a Damage over Time effect."],"unlock": "","type": "Active","recharge": "1 room.","itempool": "Item Room, Beggar","tags": "normal beggar pool, normal judgement pool, coin beggar pool, coin judgement pool, item room, treasure room, item room pool, team bean, #teambean"},"The Belt":{"class": "r-itm004","title": "The Belt","id": 28,"pickup": "Speed up","info": ["+0.3 Speed Up."],"unlock": "","type": "Passive","recharge": "","itempool": "Boss Room","tags": "boss room pool, boss room item, "},"Best Bud":{"class": "r-itm231","title": "Best Bud","id": 274,"pickup": "Sworn protector","info": ["When Isaac takes damage, a white attack fly will spawn that orbits him at a similar distance to the Distant Admiration fly.", "The fly orbits a lot faster than Distant Admiration or Forever Alone.", "Picking up this item as well as 2 other fly-type items will allow you to transform into Lord of the Flies."],"unlock": "","type": "Passive, Orbital","recharge": "","itempool": "Item Room, Key Beggar","tags": "key master pool, key beggar pool, key judgement pool, item room, treasure room, item room pool, the lost item pool"},"Best Friend":{"class": "r-itm198","title": "Best Friend","id": 136,"pickup": "Friends 'till the end","info": ["Places a decoy on the floor which attracts enemies and explodes after a period of time.", "When it explodes, it deals 110 damage to everything in radius (Same damage as Mr Mega bombs)."],"unlock": "","type": "Active","recharge": "3 rooms.","itempool": "Item Room","tags": "item room, treasure room, item room pool, worst friend"},"BFFS!":{"class": "r-itm111","title": "BFFS!","id": 247,"pickup": "Your friends rule!","info": ["Makes all of Isaac's familiars much bigger, making them deal more damage.", "Causes all familiars to deal double damage (x2 / +100%).", "Has no effect on Rotten Baby, which instead benefits from Hive Mind."],"unlock": "","type": "Passive","recharge": "","itempool": "Shop, Key Beggar","tags": "key master pool, key beggar pool, key judgement pool, shop room pool, shop item pool, "},"The Bible":{"class": "r-itm158","title": "The Bible","id": 33,"pickup": "Temporary flight","info": ["Gives Isaac angel wings for the current room, allowing him to fly.", "If used during the Mom's Foot or Mom's Heart boss fights, The Bible will kill Mom instantly.", "If used during the Satan boss fight, The Bible will instantly kill Isaac."],"unlock": "","type": "Active","recharge": "6 rooms.","itempool": "Shop, Library, Angel Room","tags": "library pool, library room, book room pool, angel room pool, god room pool, angel room item, shop room pool, shop item pool, "},"Big Fan":{"class": "r-itm159","title": "Big Fan","id": 279,"pickup": "Fat protector","info": ["A very large orbital that moves around Isaac very slowly, blocking shots and dealing contact damage.", "Affects the speed of all other orbitals, slowing them down a lot.", "Does not count as one of your three standard orbitals, allowing you to have a total of 4.", "Can block and prevent damage from Brimstone lasers.", "Picking up this item as well as 2 other fly-type items will allow you to transform into Lord of the Flies."],"unlock": "","type": "Passive, Orbital","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"The Black Bean":{"class": "r-itm005","title": "The Black Bean","id": 180,"pickup": "Toot on touch","info": ["Upon taking damage, Isaac will fart, causing all enemies in close proximity to become poisoned.", "Black Bean deals 26 damage total (5 initially then 21 in a Damage over Time effect."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room, Beggar","tags": "normal beggar pool, normal judgement pool, coin beggar pool, coin judgement pool, item room, treasure room, item room pool, the lost item pool"},"Black Candle":{"class": "r-itm232","title": "Black Candle","id": 260,"pickup": "Curse of immunity + evil up","info": ["+1 Black Heart.", "Immunity to all floor curses (e.g. Curse of the Lost)", "When depleted, Black Hearts deal 40 damage to the entire room, in a Necronomicon style effect.", "An item that can appear in the shop room or in a Curse Room.", "Higher chance of a Devil Deal opening after the boss fight (Approximately +25% through testing)."],"unlock": "Unlock this item by donating 150 pennies to the Shop.","type": "Passive","recharge": "","itempool": "Shop, Curse Room","tags": "curse room pool, shop room pool, shop item pool, "},"Black Lotus":{"class": "r-itm233","title": "Black Lotus","id": 226,"pickup": "HP up x3","info": ["+1 Health Up.", "+1 Soul Heart.", "+1 Black Heart.", "When depleted, Black Hearts deal 40 damage to the entire room, in a Necronomicon style effect.", "An item only found in the secret room pool."],"unlock": "","type": "Passive","recharge": "","itempool": "Secret Room","tags": "secret room pool, , the lost item pool"},"Blank Card":{"class": "r-itm272","title": "Blank Card","id": 286,"pickup": "Card Mimic","info": ["When used, copies the effect of the tarot card you are currently holding.", "The Blank Card can also be used to mimic mystic runes as well as tarot cards.", "An item that often appears in the shop."],"unlock": "Unlock this item by beating the Isaac boss with Eden.","type": "Active","recharge": "4 rooms.","itempool": "Item Room, Shop, Secret Room","tags": "secret room pool, shop room pool, shop item pool, item room, treasure room, item room pool"},"Blood Bag":{"class": "r-itm248","title": "Blood Bag","id": 119,"pickup": "HP up","info": ["+1 Health Up", "Heals for 5 full red hearts.", "Unlike the original game, this item is NOT a Speed Up.", "Has a chance to drop while playing any Blood Donation machine."],"unlock": "Unlock this item by playing the Blood Donation machine 30 times.","type": "Passive","recharge": "","itempool": "None (Blood Donation machine only)","tags": ", the lost item pool"},"Blood Clot":{"class": "r-itm006","title": "Blood Clot","id": 254,"pickup": "DMG + range up","info": ["+1.0 Damage Up.", "+5 Range Up.", "The above stats only apply to tears fired from Isaac's left eye or with a 50% chance if you have an item which causes you to fire from a single source only."],"unlock": "","type": "Passive","recharge": "","itempool": "Boss Room","tags": "boss room pool, boss room item, "},"Blood of the Martyr":{"class": "r-itm234","title": "Blood of the Martyr","id": 7,"pickup": "DMG up","info": ["+1.0 Damage Up.", "1.5x Damage Multiplier if you also have Book of Belial (Does not stack with Magic Mushroom multiplier)", "This item can only be found in the item room pool, unlike the original game where it was also an Angel Room item."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Blood Rights":{"class": "r-itm273","title": "Blood Rights","id": 186,"pickup": "Mass enemy damage at a cost","info": ["Upon use, takes away one full heart and deals 40 damage to the entire room.", "With the Isaac's Heart item, you can use Blood Rights without taking damage."],"unlock": "Unlock this item by beating Satan with Samson.","type": "Active","recharge": "Instant.","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Bloody Lust":{"class": "r-itm274","title": "Bloody Lust","id": 157,"pickup": "RAGE!","info": ["Each time you take damage, you gain a damage up which lasts for the rest of the floor and turn a darker red colour each time.", "After taking 6 hits you will cap at +6.5 Damage for the rest of the floor.", "Damage given for each hit increases as follows: +0.5, +0.5, +0.5, +1.66, +1.66, +1.66.", "Bloody lust works differently in Rebirth - Damage is given for taking damage and is persistent for the entire floor."],"unlock": "Unlock this item by beating the Isaac boss with Samson.","type": "Passive","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool, the lost item pool"},"Blue Cap":{"class": "r-itm328","title": "Blue Cap","id": 342,"pickup": "HP + tears + shot speed down","info": ["+1 Health Up.", "+0.7 Tears Up.", "-0.16 Shot Speed Down.", "An item only found in the Boss Room pool."],"unlock": "","type": "Passive","recharge": "","itempool": "Boss Room","tags": "boss room pool, boss room item, mushroom, fungi, fungus, "},"Blue Map":{"class": "r-itm253","title": "Blue Map","id": 246,"pickup": "Secrets","info": ["Reveals the locations of the secret and super secret room for the current floor and all future floors."],"unlock": "Unlock this item by donating 10 pennies to the Shop.","type": "Passive","recharge": "","itempool": "Shop, Beggar, Key Beggar","tags": "normal beggar pool, normal judgement pool, coin beggar pool, coin judgement pool, shop room pool, shop item pool, "},"Bob's Brain":{"class": "r-itm043","title": "Bob's Brain","id": 273,"pickup": "Explosive thoughts","info": ["A green brain that launches in the direction you are firing your tears and will explode on contact with enemies, dealing damage and poisoning anything in the blast radius.", "Bob's Brain can deal anywhere between 67.5 - 69.5 damage and this will scale with further bomb upgrade items.", "Regenerates over time.", "Will hurt Isaac if he is in the blast radius."],"unlock": "","type": "Passive, Familiar","recharge": "","itempool": "Item Room, Gold Chest","tags": "golden chest pool, gold chest pool, item room, treasure room, item room pool"},"Bob's Curse":{"class": "r-itm160","title": "Bob's Curse","id": 140,"pickup": "Poison bombs","info": ["All of Isaac's bombs now leave a poison effect on any enemies within the blast radius.", "+5 Bombs.", "As well as dealing the standard 60 damage for a bomb, it will apply a Damage over Time effect that does 4 or 6 damage per tick."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "boss rush pool, boss rush room, item room, treasure room, item room pool, bob sloth"},"Bob's Rotten Head":{"class": "r-itm044","title": "Bob's Rotten Head","id": 42,"pickup": "Reusable ranged bomb","info": ["A poison bomb which can be thrown and leaves a poison effect on any enemies within the blast radius.", "The bomb deals 50 damage on hit and leaves a damage over time poison effect that does 6 or 8 damage per tick.", "Synergizes with tear modifying items such as My Reflection or Tiny Planet."],"unlock": "","type": "Active","recharge": "3 rooms","itempool": "Item Room, Gold Chest","tags": "golden chest pool, gold chest pool, item room, treasure room, item room pool, bob sloth"},"Bobby - Bomb":{"class": "r-itm340","title": "Bobby - Bomb","id": 125,"pickup": "Friends till the end","info": ["All of Isaac's bombs now having a homing effect when placed on the floor.", "+5 Bombs."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "boss rush pool, boss rush room, item room, treasure room, item room pool"},"The Body":{"class": "r-itm275","title": "The Body","id": 334,"pickup": "I feel all","info": ["+3 Health Up.", "The three heart containers are pre-filled with red hearts."],"unlock": "Unlock this item by beating the Chest with The Lost.","type": "Passive","recharge": "","itempool": "Item Room, Angel Room","tags": "angel room pool, god room pool, angel room item, item room, treasure room, item room pool, real platinum god, the lost item pool"},"Bogo Bombs":{"class": "r-itm235","title": "Bogo Bombs","id": 250,"pickup": "1+1 bombs","info": ["All bomb pickups are now 1+1 bombs.", "An item only found in the Shop item pool."],"unlock": "","type": "Passive","recharge": "","itempool": "Shop","tags": "shop room pool, shop item pool, "},"Bomb Bag":{"class": "r-itm263","title": "Bomb Bag","id": 131,"pickup": "Gives bombs","info": ["A bag of bombs that will drop a bomb pickup every 2 rooms."],"unlock": "Unlock this item by beating Satan with Cain.","type": "Passive, Familiar","recharge": "","itempool": "Item Room, Secret Room","tags": "boss rush pool, boss rush room, secret room pool, item room, treasure room, item room pool"},"The Book of Belial":{"class": "r-itm161","title": "The Book of Belial","id": 34,"pickup": "Temporary DMG up","info": ["Upon use, gives +2 damage up which lasts for the current room.", "1.5x Damage Multiplier if you also have Blood of the Martyr (Does not stack with Magic Mushroom multiplier).", "Guaranteed Devil or Angel Room if used when you kill the boss on all floors where it's possible to get one.", "Judas starts with this item."],"unlock": "","type": "Active","recharge": "3 rooms","itempool": "Library, Devil Room","tags": "library pool, library room, book room pool, devil pool, devil room pool, devil deal"},"Book of Revelations":{"class": "r-itm110","title": "Book of Revelations","id": 78,"pickup": "Reusable soul protection","info": ["Upon use, gives Isaac an extra Soul heart.", "Using this item gives you a higher chance of finding a horsemen boss at the end of the floor.", "Higher chance of a Devil Deal opening after the boss fight (Exact chance unknown)."],"unlock": "Unlock this item by beating one of the horsemen bosses for the first time.","type": "Active","recharge": "6 rooms","itempool": "Item Room, Library","tags": "library pool, library room, book room pool, item room, treasure room, item room pool, the lost item pool"},"Book of Secrets":{"class": "r-itm276","title": "Book of Secrets","id": 287,"pickup": "??????","info": ["When used, you have a chance of getting one of the three following effects: Treasure Map (floor layout), Compass (map icons) or Blue Map (secret room locations)"],"unlock": "Unlock this item by beating Satan with Eden.","type": "Active","recharge": "6 rooms","itempool": "Item Room, Library, Secret Room","tags": "library pool, library room, book room pool, secret room pool, item room, treasure room, item room pool, question mark book"},"Book of Shadows":{"class": "r-itm329","title": "Book of Shadows","id": 58,"pickup": "Temporary invincibility","info": ["Gives the player an invulnerability effect which lasts for a few seconds."],"unlock": "","type": "Active","recharge": "3 rooms","itempool": "Item Room, Library","tags": "library pool, library room, book room pool, item room, treasure room, item room pool"},"The Book of Sin":{"class": "r-itm162","title": "The Book of Sin","id": 97,"pickup": "Reusable item generator","info": ["Spawns a random pickup on the floor.", "The possible pickups from this item include: Bombs, hearts, keys, coins, pills, batteries or tarot cards."],"unlock": "Unlock this item by beating each of the Seven Sins once.","type": "Active","recharge": "4 rooms","itempool": "Item Room, Library, Devil Room","tags": "library pool, library room, book room pool, devil pool, devil room pool, devil deal, item room, treasure room, item room pool, red 7 book"},"Boom!":{"class": "r-itm223","title": "Boom!","id": 19,"pickup": "10 bombs","info": ["+10 Bombs"],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "boss rush pool, boss rush room, item room, treasure room, item room pool"},"Boomerang":{"class": "r-itm046","title": "Boomerang","id": 338,"pickup": "It will never leave you","info": ["A blue boomerang which can be thrown in a similar fashion to Mom's Knife, to stun any enemies it hits and deal 7 damage.", "The boomerang can also be used to grab pickups and consumables from a distance, similar to the legend of zelda boomerang.", "The range of the boomerang is affected by range, with number one the distance is very short and makes the item a lot less effective."],"unlock": "","type": "Active","recharge": "Timed (A few seconds)","itempool": "Shop","tags": "shop room pool, shop item pool, "},"Box":{"class": "r-itm007","title": "Box","id": 198,"pickup": "Stuff","info": ["Spawns one of each type of pickup.", "Pickups spawned: 1 heart, 1 key, 1 bomb, 1 coin, 1 card, 1 pill and 1 trinket."],"unlock": "","type": "Passive","recharge": "","itempool": "Boss Room, Challenge Room","tags": "dungeon room, challenge room pool, blood challenge room, arena pool, normal beggar pool, normal judgement pool, coin beggar pool, coin judgement pool, boss room pool, boss room item, "},"Box of Spiders":{"class": "r-itm094","title": "Box of Spiders","id": 288,"pickup": "It's a box of spiders","info": ["When used, spawns 2-4 friendly blue spiders on the floor.", "Blue Spiders do 2.5x of Isaac's damage."],"unlock": "","type": "Active","recharge": "2 rooms","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Breakfast":{"class": "r-itm099","title": "Breakfast","id": 25,"pickup": "HP up","info": ["+1 Health Up."],"unlock": "","type": "Passive","recharge": "","itempool": "Boss Room, Challenge Room, Beggar","tags": "dungeon room, challenge room pool, blood challenge room, arena pool, normal beggar pool, normal judgement pool, coin beggar pool, coin judgement pool, boss room pool, boss room item, the lost item pool"},"Breath of Life":{"class": "r-itm163","title": "Breath of Life","id": 326,"pickup": "Invincibility at a cost","info": ["While you hold the spacebar down with this item, it will de-charge gradually and when the charge bar gets to zero it will grant you a brief period of invincibility.", "If the spacebar is held for too long (about 1 second) when it has no charge, you will take damage."],"unlock": "","type": "Active","recharge": "Timed (1 bar per second)","itempool": "Angel Room","tags": "angel room pool, god room pool, angel room item"},"Brimstone":{"class": "r-itm095","title": "Brimstone","id": 118,"pickup": "Blood laser barrage","info": ["Tears are replaced with the ability to charge and fire a powerful laser that travels in a straight line across the room, dealing a lot of damage (damage * 13) to any enemies it comes into contact with.", "Does not directly affect your Damage stat but hits enemies 13 times per charge.", "Synergizes very well with a lot of items including Tammy's Head, Tiny Planet, Inner Eye (Triple Shot), Mutant Spider (Quad Shot) and many others.", "An item only found in the devil room pool (Note: The Fallen boss pulls items from the Devil Room Pool)"],"unlock": "","type": "Passive, Tear Modifier","recharge": "","itempool": "Devil Room","tags": "devil pool, devil room pool, devil deal"},"Broken Watch":{"class": "r-itm254","title": "Broken Watch","id": 337,"pickup": "I think its broken","info": ["Upon entering a new room, you now have a chance to randomly slow down or speed up all enemies in the room.", "An item only found in the Shop item pool."],"unlock": "","type": "Passive","recharge": "","itempool": "Shop","tags": "shop room pool, shop item pool, "},"Brother Bobby":{"class": "r-itm008","title": "Brother Bobby","id": 8,"pickup": "Friends 'till the end","info": ["A familiar which follows Isaac and shoots normal tears which do 3.5 damage."],"unlock": "","type": "Passive, Familiar","recharge": "","itempool": "Item Room, Devil Room","tags": "item room, treasure room, item room pool, devil pool, devil room pool, devil deal"},"Bucket of Lard":{"class": "r-itm141","title": "Bucket of Lard","id": 129,"pickup": "HP up","info": ["+2 Health Up.", "-0.2 Speed Down.", "Of the two heart containers given from this item, only 1/2 a red heart of them is filled."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool, the lost item pool"},"Bum Friend":{"class": "r-itm255","title": "Bum Friend","id": 144,"pickup": "He's Greedy","info": ["A beggar who follows Isaac around and automatically picks up nearby coins. After picking up a coin he has a random chance to drop pickups, including hearts, keys, bombs, coins, pills, cards or trinkets."],"unlock": "","type": "Passive, Familiar","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Butt Bombs":{"class": "r-itm228","title": "Butt Bombs","id": 209,"pickup": "Toxic blast +5 bombs","info": ["+5 bombs.", "Bombs now become poop bombs, which deal 10 damage to all enemies in the room and daze them for a short period of time."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "boss rush pool, boss rush room, item room, treasure room, item room pool"},"Butter Bean":{"class": "r-itm088","title": "Butter Bean","id": 294,"pickup": "Reusable knockback","info": ["When used, farts on nearby enemies and knocks them backwards away from Isaac."],"unlock": "Unlock this item by destroying 100 poops.","type": "Active","recharge": "Timed (A few seconds)","itempool": "Item Room, Beggar","tags": "normal beggar pool, normal judgement pool, coin beggar pool, coin judgement pool, item room, treasure room, item room pool"},"Caffeine Pill":{"class": "r-itm236","title": "Caffeine Pill","id": 340,"pickup": "Speed up + size down","info": ["+0.3 Speed Up.", "Player Size Down.", "Gives you a random pill when picked up.", "An item only found in the boss room pool."],"unlock": "","type": "Passive","recharge": "","itempool": "Boss Room","tags": "boss room pool, boss room item, pro plus"},"Cain's Other Eye":{"class": "r-itm277","title": "Cain's Other Eye","id": 319,"pickup": "Near sighted friend","info": ["A familiar eye that bounces around the room slowly and fires tears in the same direction as Isaac.", "Cain's Other Eye deals 3.5 damage per tear (The same as Isaac's base damage)."],"unlock": "Unlock this item by beating Boss Rush with Cain.","type": "Passive, Familiar","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool, eyeball"},"Cancer":{"class": "r-itm205","title": "Cancer","id": 301,"pickup": "HP up + you feel protected","info": ["+3 Soul Hearts", "After getting hit once, you gain a damage reduction for the rest of the room similar to The Wafer item (-50% damage taken).", "One of the twelve zodiac items available in the game."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "astrology, astronomy, item room, treasure room, item room pool, cyan, black, the lost item pool"},"The Candle":{"class": "r-itm278","title": "The Candle","id": 164,"pickup": "Reusable flame","info": ["A spacebar item which allows Isaac to fire a blue flame that damages anything in its path for 23 damage per tick.", "Can cause up to a total of 184 potential damage."],"unlock": "Unlock this item by donating 900 coins to the Shop.","type": "Active","recharge": "Timed (A few seconds)","itempool": "Shop","tags": "shop room pool, shop item pool, blue candle, "},"Capricorn":{"class": "r-itm080","title": "Capricorn","id": 307,"pickup": "All stats up","info": ["+1 Health Up.", "+0.5 Damage Up.", "+0.16 Tears up.", "+0.1 Speed Up.", "+1.5 Range Up.", "+1 Key, +1 Bomb, +1 Coin.", "One of the twelve zodiac items available in the game."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "astrology, astronomy, item room, treasure room, item room pool, cyan, black, "},"Cat-O-Nine-Tails":{"class": "r-itm142","title": "Cat-O-Nine-Tails","id": 165,"pickup": "Shot speed up + DMG up","info": ["+1.0 Damage Up.", "+0.23 Shot Speed Up.", "An item only found in the Boss room pool."],"unlock": "","type": "Passive","recharge": "","itempool": "Boss Room","tags": "boss room pool, boss room item, "},"Celtic Cross":{"class": "r-itm279","title": "Celtic Cross","id": 162,"pickup": "You feel blessed","info": ["Upon taking damage, you have a chance to gain an invulnerability shield for a few seconds.", "The chance to gain a shield is affected by your luck stat and at +27 Luck it will activate every time."],"unlock": "Unlock this item by beating the Chest with Maggy.","type": "Passive","recharge": "","itempool": "Item Room, Angel Room","tags": "angel room pool, god room pool, angel room item, item room, treasure room, item room pool, the lost item pool"},"Ceremonial Robes":{"class": "r-itm091","title": "Ceremonial Robes","id": 216,"pickup": "Sin up","info": ["+3 Black Hearts.", "+1 Damage Up.", "When depleted, Black Hearts deal 40 damage to the entire room, in a Necronomicon style effect."],"unlock": "","type": "Passive","recharge": "","itempool": "Devil Room, Curse Room, Demon Beggar","tags": "curse room pool, demon beggar pool, demon judgement pool, devil beggar pool, devil pool, devil room pool, devil deal"},"Champion Belt":{"class": "r-itm345","title": "Champion Belt","id": 208,"pickup": "DMG + Challenge up","info": ["+1.0 Damage Up.", "Increases the chance of champion enemies appearing.", "An item only found in the Shop room pool."],"unlock": "","type": "Passive","recharge": "","itempool": "Shop","tags": "shop room pool, shop item pool, "},"Charm of the Vampire":{"class": "r-itm237","title": "Charm of the Vampire","id": 62,"pickup": "Kills heal","info": ["Heals half a heart after every few enemies killed."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool, the lost item pool"},"Chemical Peel":{"class": "r-itm082","title": "Chemical Peel","id": 154,"pickup": "DMG up","info": ["+2 Damage Up for tears fired from Isaac's left eye.", "If you have an item which modifies which eye you fire tears from, each shot has a 50% chance to do +2 Damage."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Chocolate Milk":{"class": "r-itm136","title": "Chocolate Milk","id": 69,"pickup": "Charge shots","info": ["Isaac can now charge shots for more damage by holding down the fire button.", "At full charge, your tears do 4 times more damage.", "Tears up - Spamming the fire button allows for rapid fire shots at normal damage."],"unlock": "","type": "Passive, Tear Modifier","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"The Common Cold":{"class": "r-itm097","title": "The Common Cold","id": 103,"pickup": "Poison damage","info": ["Tears now have a random chance to apply a poison effect, causing 4 or 6 damage per tick to enemies.", "The chance to fire poison shots is affected by your luck stat and at +12 Luck it will activate every time.", "Gives a big increase in damage to Dr. Fetus bombs."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"The Compass":{"class": "r-itm164","title": "The Compass","id": 21,"pickup": "The end is near","info": ["Shows all icons on the map (e.g. Shop)", "Does not show the layout of the map.", "Room icons will not show if a curse of the blind is in effect on the current floor."],"unlock": "","type": "Passive","recharge": "","itempool": "Shop, Beggar","tags": "normal beggar pool, normal judgement pool, coin beggar pool, coin judgement pool, shop room pool, shop item pool, "},"Contract From Below":{"class": "r-itm165","title": "Contract From Below","id": 241,"pickup": "Wealth, but at what cost?","info": ["Doubles your pickup drops including chests, soul hearts and all other consumables which spawn at the end of a room.", "Higher chance for 'double trouble' rooms (2 bosses at once)."],"unlock": "","type": "Passive","recharge": "","itempool": "Devil Room, Curse Room, Demon Beggar","tags": "curse room pool, demon beggar pool, demon judgement pool, devil beggar pool, devil pool, devil room pool, devil deal"},"Converter":{"class": "r-itm217","title": "Converter","id": 296,"pickup": "Convert your soul","info": ["When used, converts 2 soul or black hearts into 1 red heart container.", "This item will take from your soul hearts first."],"unlock": "","type": "Active","recharge": "Instant","itempool": "Shop","tags": "shop room pool, shop item pool, the lost item pool"},"Crack The Sky":{"class": "r-itm166","title": "Crack The Sky","id": 160,"pickup": "Holy white death","info": ["Creates 5 beams of light at random locations in the room, dealing 20 damage to any enemies which come into contact with them.", "The beams tend to favour spawning in the middle of the room but also have a chance to spawn infront of an enemy."],"unlock": "","type": "Active","recharge": "4 rooms","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Cricket's Body":{"class": "r-itm219","title": "Cricket's Body","id": 224,"pickup": "Splash damage + tears up","info": ["+0.16 Tears Up.", "-10.0 Range Down.", "Makes tears break into 4 smaller tears on impact with anything which deal half of your damage."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Cricket's Head":{"class": "r-itm167","title": "Cricket's Head","id": 4,"pickup": "DMG up","info": ["+0.5 Damage Up", "x1.5 Damage Multiplier.", "Tears now have a significant knockback effect (Does not increase the shot speed stat).", "Can be found in golden chests.", "Cricket's Head used to be known as 'Max's Head in the original game and was renamed for Rebirth."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room, Gold Chest","tags": "item room, treasure room, item room pool, golden chest pool, gold chest pool, "},"Crystal Ball":{"class": "r-itm106","title": "Crystal Ball","id": 158,"pickup": "I see my future","info": ["Upon use, reveals the entire map and gives the player a random tarot card, mystic rune or soul heart.", "Has a chance to drop from playing a fortune machine."],"unlock": "","type": "Active","recharge": "6 rooms","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Cube of Meat":{"class": "r-itm280","title": "Cube of Meat","id": 73,"pickup": "Gotta meat em all","info": ["An orbital which blocks shots and damages enemies it comes into contact with.", "Exclusively drops from one of the horsemen bosses.", "2 cubes of meat transform the orbital into a meat head which fires blood tears.", "3 cubes of meat transform it into a meat boy familiar that walks around and deals contact damage to enemies.", "4 cubes of meat cause the meat boy familiar to grow in size and do more damage."],"unlock": "Unlock this item by beating Mom for the first time.","type": "Passive","recharge": "","itempool": "None (Horsemen boss only)","tags": ""},"Cupid's Arrow":{"class": "r-itm113","title": "Cupid's Arrow","id": 48,"pickup": "Piercing shots","info": ["Isaac's tears now have a piercing effect which allows them to travel through enemies whilst damaging them."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool, arrow, penetrative, penetrating shots"},"Cursed Eye":{"class": "r-itm330","title": "Cursed Eye","id": 316,"pickup": "Cursed charged shot","info": ["Tears are now charged up and fired rapidly in a burst of up to 4 shots at once.", "The amount of tears fired in the charge depends on how long you charge for.", "The eye has three states, white (not firing), black (first second of charging) and blinking between black and white. If you get hit while Cursed eye is a solid black colour you are guaranteed to be teleported to another random room on the floor. If you get hit in either of the other 2 states you will not be teleported."],"unlock": "","type": "Passive, Tear Modifier","recharge": "","itempool": "Item Room, Secret Room","tags": "secret room pool, item room, treasure room, item room pool"},"D4":{"class": "r-itm281","title": "D4","id": 284,"pickup": "Reroll into something else","info": ["When used, the D4 re-rolls your items into another item from the same pool.", "Each time an item is generated by the D4, it is also removed from the pool. When the pool is empty, it will eventually re-roll all your items into heart containers.", "Cannot remove Azazel's Brimstone laser."],"unlock": "Unlock this item by blowing up 30 slot machines.","type": "Active","recharge": "6 rooms","itempool": "Item Room","tags": "item room, treasure room, item room pool, dice"},"D10":{"class": "r-itm050","title": "D10","id": 285,"pickup": "Rerolls enemies","info": ["When used, rerolls all enemies in the room which are currently alive into another random type of enemy from any floor.", "Dangerous to use in early floors, it could replace a basement enemy with something usually found in the Womb only.", "Cannot reroll mini-bosses or bosses."],"unlock": "","type": "Active","recharge": "1 room","itempool": "Item Room","tags": "item room, treasure room, item room pool, DIO, northernlion, dice"},"D100":{"class": "r-itm282","title": "D100","id": 283,"pickup": "REEROLLLLL!","info": ["When used, rerolls all items you currently own and any pedestal items and pickups in the room.", "Has the combined uses of the D4, D6 and D20."],"unlock": "Unlock this item by beating Boss Rush with The Lost.","type": "Active","recharge": "6 rooms","itempool": "Item Room","tags": "item room, treasure room, item room pool, deathstar, death star, dice"},"D20":{"class": "r-itm283","title": "D20","id": 166,"pickup": "Reroll the basics","info": ["Upon use, re-rolls all pickup consumables in the current room into another random kind of pickup.", "This includes hearts, bombs, keys, coins, pills, tarot cards, chests and trinkets."],"unlock": "Unlock this item by beating the Chest with Isaac.","type": "Active","recharge": "6 rooms","itempool": "Item Room","tags": "item room, treasure room, item room pool, dice"},"The D6":{"class": "r-itm284","title": "The D6","id": 105,"pickup": "Reroll your destiny","info": ["Upon use, any pedestal item (e.g. an item room item) will be re-rolled into another item."],"unlock": "Unlock this item by defeating the Isaac boss with Blue Baby.","type": "Active","recharge": "6 rooms","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Dad's Key":{"class": "r-itm285","title": "Dad's Key","id": 175,"pickup": "Opens all doors...","info": ["Upon use, opens all closed doors in the current room, including the ones which require a key to enter and secret room doors.", "Can be used to open the golden door that appears in the Dark Room or the Chest."],"unlock": "Unlock this item by collecting both Key Pieces #1 &amp; #2 for the first time.","type": "Active","recharge": "2 rooms","itempool": "Item Room, Key Beggar","tags": "key master pool, key beggar pool, key judgement pool, item room, treasure room, item room pool"},"Daddy Longlegs":{"class": "r-itm071","title": "Daddy Longlegs","id": 170,"pickup": "Daddy's love","info": ["A shadow follows Isaac and stomps on enemies randomly, dealing 40 damage per stomp."],"unlock": "","type": "Passive, Familiar","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Dark Bum":{"class": "r-itm077","title": "Dark Bum","id": 278,"pickup": "He wants to take your life","info": ["A familiar beggar similar to Bum Friend that follows Isaac and collects red hearts, giving Isaac soul hearts or spiders in return.", "Soul hearts are the most common payout with only a small chance to spawn friendly or hostile spiders.", "Dark Bum has a small chance to give a black heart instead of a soul heart.", "For every 1.5 red hearts he takes, he will give 1 heart/spider in return."],"unlock": "","type": "Passive, Familiar","recharge": "","itempool": "Item Room, Devil Room","tags": "devil pool, devil room pool, devil deal, item room, treasure room, item room pool, celebrate good times come on, the lost item pool, q t 3.14, dark bum, otp"},"Dark Matter":{"class": "r-itm238","title": "Dark Matter","id": 259,"pickup": "Fear shot","info": ["Tears now have a chance to apply the fear effect to enemies, which causes them to run away from Isaac.", "+1.0 Damage Up.", "The chance to fear enemies is affected by your luck stat and at +20 Luck it will activate every time.", "An item only found in the devil room pool (Note: The Fallen boss pulls items from the Devil Room Pool)"],"unlock": "","type": "Passive","recharge": "","itempool": "Devil Room","tags": "devil pool, devil room pool, devil deal"},"Dead Bird":{"class": "r-itm058","title": "Dead Bird","id": 117,"pickup": "Protective buddy","info": ["When Isaac takes damage, the dead bird will spawn and attack nearby enemies in the current room.", "Eve starts with this item."],"unlock": "","type": "Passive, Familiar","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool, the lost item pool"},"Dead Cat":{"class": "r-itm169","title": "Dead Cat","id": 81,"pickup": "9 lives","info": ["Isaac's health is set to 1 but he also gets 8 extra lives.", "Each time Isaac dies, he will respawn with 1 Health.", "Has a chance to drop from the Super Pride mini boss.", "The floating Dead Cat head that follows you will disappear when you are on your last life (Very useful for The Lost)", "This is one of the items which allows you to transform into Guppy."],"unlock": "","type": "Passive","recharge": "","itempool": "Devil Room, Curse Room, Red Chest","tags": "curse room pool, red chest pool, red chest item pool, devil pool, devil room pool, devil deal"},"Dead Dove":{"class": "r-itm346","title": "Dead Dove","id": 185,"pickup": "Flight + spectral tears","info": ["Gives Isaac the ability to fly and spectral tears.", "An item only found in the Angel room."],"unlock": "","type": "Passive","recharge": "","itempool": "Angel Room","tags": "angel room pool, god room pool, angel room item"},"Dead Onion":{"class": "r-itm207","title": "Dead Onion","id": 336,"pickup": "Toxic aura tears","info": ["Isaac's tears become large, brown and will penetrate all objects and enemies (piercing + spectral).", "-0.25 Range Down.", "-0.4 Shot Speed Down.", "-0.5 Tear Height."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Dead Sea Scrolls":{"class": "r-itm256","title": "Dead Sea Scrolls","id": 124,"pickup": "It's a mystery","info": ["Upon use, the dead sea scrolls gives a random spacebar item effect.", "An item that can be found in the Angel room."],"unlock": "","type": "Active","recharge": "4 rooms","itempool": "Item Room, Angel Room","tags": "angel room pool, god room pool, angel room item, item room, treasure room, item room pool"},"Death's Touch":{"class": "r-itm264","title": "Death's Touch","id": 237,"pickup": "Penetrative shots + DMG up","info": ["+1.5 Damage Up.", "-0.3 Tears Down.", "Isaac's tears turn into large scythes that penetrate through enemies (Similar to how Death's scythes look)."],"unlock": "Unlock this item by beating Challenge #17.","type": "Passive, Tear Modifier","recharge": "","itempool": "Item Room, Devil Room","tags": "devil pool, devil room pool, devil deal, item room, treasure room, item room pool"},"Deck of Cards":{"class": "r-itm170","title": "Deck of Cards","id": 85,"pickup": "Reusable card generator","info": ["Gives Isaac a random tarot card on use."],"unlock": "","type": "Active","recharge": "6 rooms","itempool": "Item Room, Shop","tags": "shop room pool, shop item pool, item room, treasure room, item room pool"},"Demon Baby":{"class": "r-itm035","title": "Demon Baby","id": 113,"pickup": "Auto-turret friend","info": ["A familiar which follows Isaac and automatically fires tears that deal 3 damage each at any enemies in close range."],"unlock": "Unlock this item by beating the Dark Room with Azazel.","type": "Passive, Familiar","recharge": "","itempool": "Item Room, Devil Room","tags": "devil pool, devil room pool, devil deal, item room, treasure room, item room pool"},"Dessert":{"class": "r-itm073","title": "Dessert","id": 24,"pickup": "HP up","info": ["+1 Health Up."],"unlock": "","type": "Passive","recharge": "","itempool": "Boss Room, Beggar, Challenge Room","tags": "dungeon room, challenge room pool, blood challenge room, arena pool, normal beggar pool, normal judgement pool, coin beggar pool, coin judgement pool, boss room pool, boss room item, the lost item pool"},"Dinner":{"class": "r-itm127","title": "Dinner","id": 23,"pickup": "HP up","info": ["+1 Health Up."],"unlock": "","type": "Passive","recharge": "","itempool": "Boss Room, Beggar, Challenge Room","tags": "dungeon room, challenge room pool, blood challenge room, arena pool, normal beggar pool, normal judgement pool, coin beggar pool, coin judgement pool, boss room pool, boss room item, the lost item pool"},"Distant Admiration":{"class": "r-itm209","title": "Distant Admiration","id": 57,"pickup": "Attack fly","info": ["Gives Isaac an orbiting fly which deals contact damage to enemies.", "Picking up this item as well as 2 other fly-type items will allow you to transform into Lord of the Flies."],"unlock": "","type": "Passive, Orbital","recharge": "","itempool": "Item Room, Key Beggar","tags": "key master pool, key beggar pool, key judgement pool, item room, treasure room, item room pool"},"Doctor's Remote":{"class": "r-itm078","title": "Doctor's Remote","id": 47,"pickup": "Reusable air strike","info": ["A target is placed on the floor which can be controlled. After a few seconds a huge missile hits the target and deals 70 damage to anything nearby.", "The damage dealt from this item scales with your damage stat.", "Essentially a one-time more powerful use of the Epic Fetus item."],"unlock": "","type": "Active","recharge": "3 rooms","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"A Dollar":{"class": "r-itm257","title": "A Dollar","id": 18,"pickup": "$$$","info": ["+99 coins.", "Can drop from an exploding slot machine while playing it."],"unlock": "","type": "Passive","recharge": "","itempool": "None (Arcade machine only)","tags": "slot machine, arcade machine"},"Dr. Fetus":{"class": "r-itm287","title": "Dr. Fetus","id": 52,"pickup": "???","info": ["Instead of tears, Isaac now shoots bombs from his eyes, which explode dealing damage to anything nearby.", "Bomb damage = damage * 3.", "Tears Down (Tear delay * 2.5).", "Poison effects (e.g. Bob's Curse) give Dr. Fetus bombs a flat +50 damage.", "Bombs will also synergize with other bomb items and tear modifiers (not including Sad Bombs)."],"unlock": "Unlock this item by beating Mom's Heart 9 times.","type": "Passive, Tear Modifier","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Dry Baby":{"class": "r-itm124","title": "Dry Baby","id": 265,"pickup": "Immortal friend","info": ["A familiar that follows Isaac and blocks any shots that hit it.", "If a projectile is blocked by Dry Baby, he has a high chance to activate the Necronomicon effect, dealing 40 damage to the entire room.", "The chance to activate the effect is not changed by your Luck stat.", "Can drop while destroying skulls in the Depths and Necropolis floors."],"unlock": "","type": "Passive, Familiar","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool, dry baby is best baby, "},"E. Coli":{"class": "r-itm010","title": "E. Coli","id": 236,"pickup": "Turdy Touch","info": ["E. Coli turns normal enemies into poop if they touch you.", "Enemies can turn into poop even if they do not do contact damage, allowing you to apply the effect without taking damage.", "Can be combined with Midas Touch to turn enemies into Golden Poop.", "This does not work on mini-bosses and bosses."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "e coli, item room, treasure room, item room pool, "},"Epic Fetus":{"class": "r-itm288","title": "Epic Fetus","id": 168,"pickup": "On-demand air strike","info": ["Tears now become missiles which deal huge damage to anything nearby.", "Missiles damage = damage * 20.", "This item places a controllable red target on the ground which will cause a missile to fall from the sky and hit it after a short period of time."],"unlock": "Unlock this item by beating Challenge #19.","type": "Passive, Tear Modifier","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool, fetus in a jar"},"Eve's Mascara":{"class": "r-itm289","title": "Eve's Mascara","id": 310,"pickup": "Shot speed down + DMG up","info": ["x2 Damage Multiplier.", "Tears Down by exactly half (Tear delay * 2)", "-0.5 Shot Speed Down.", "The tears down from this item is a x2.0 multiplier after the formula, meaning it will always halve your tear rate (Unless you have Monstro's Lung or Soy Milk)."],"unlock": "Unlock this item by beating Boss Rush with Eve.","type": "Passive","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool, makeup, make up, "},"Experimental Treatment":{"class": "r-itm290","title": "Experimental Treatment","id": 240,"pickup": "All stats up! ... and then shuffled","info": ["When picked up, this item will increase or decrease each one of your stats by a random amount.", "The flavour text for this item is slightly misleading, it is not an all stats up, however will average out as a slight increase overall.", "All 6 stats are affected by this item, including shot speed and luck.", "Can kill Blue Baby if it removes health."],"unlock": "Unlock this item by beating Mom's Heart 7 times.","type": "Passive","recharge": "","itempool": "Item Room, Boss Room, Demon Beggar","tags": "demon beggar pool, demon judgement pool, devil beggar pool, boss room pool, boss room item, item room, treasure room, item room pool, yellow syringe, needle, injection, "},"Fanny pack":{"class": "r-itm131","title": "Fanny pack","id": 204,"pickup": "Filled with goodies","info": ["When Isaac is hit, there is a chance he will drop a pickup (i.e. coin, bomb, key)"],"unlock": "","type": "Passive","recharge": "","itempool": "Shop, Beggar","tags": "normal beggar pool, normal judgement pool, coin beggar pool, coin judgement pool, shop room pool, shop item pool, bag, satchel, backpack"},"Fate":{"class": "r-itm291","title": "Fate","id": 179,"pickup": "Flight eternal","info": ["Gives Isaac an eternal heart and the ability to fly.", "Taking an eternal heart to the next floor or collecting two on the same floor gives you an extra heart container."],"unlock": "Unlock this item by beating the Chest with Blue Baby.","type": "Passive","recharge": "","itempool": "Gold Chest","tags": "golden chest pool, gold chest pool, blue head, the lost item pool"},"Fire Mind":{"class": "r-itm072","title": "Fire Mind","id": 257,"pickup": "Flaming tears","info": ["Isaac's tears now set enemies on fire, leaving a damage over time effect that does 4 or 6 damage per tick.", "There is a chance that tears that hit enemies will explode, leaving a small fire on the floor that damages enemies.", "Exploding tears deal damage * 2 + 22.", "The chance for tears to explode is affected by your luck stat and at +13 Luck it will activate every time."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"FLUSH!":{"class": "r-itm114","title": "FLUSH!","id": 291,"pickup": "...","info": ["When used, turns every normal enemy in the room into poop!", "Does not work on mini-bosses and bosses."],"unlock": "","type": "Active","recharge": "6 rooms","itempool": "Item Room","tags": "item room, treasure room, item room pool, silver spoon handle"},"Forever Alone":{"class": "r-itm069","title": "Forever Alone","id": 128,"pickup": "Attack fly","info": ["An orbiting fly which deals contact damage to enemies.", "Picking up this item as well as 2 other fly-type items will allow you to transform into Lord of the Flies."],"unlock": "","type": "Passive, Orbital","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Forget Me Now":{"class": "r-itm292","title": "Forget Me Now","id": 127,"pickup": "I don't remember...","info": ["Upon use, this item refreshes the current floor with brand new rooms, monsters and items."],"unlock": "Unlock this item by beating Satan with Blue Baby.","type": "Active","recharge": "Instant (One time use)","itempool": "Item Room, Secret Room","tags": "secret room pool, item room, treasure room, item room pool, pill, tablet, drug"},"The Gamekid":{"class": "r-itm293","title": "The Gamekid","id": 93,"pickup": "Temporary Man-Pac","info": ["When used Isaac transforms into pacman, which makes him invincible and does 40 contact damage to enemies per chomp.", "Everytime you 'eat' an enemy, you regain some health."],"unlock": "Unlock this item by visiting 10 arcades.","type": "Active","recharge": "6 rooms","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Gemini":{"class": "r-itm144","title": "Gemini","id": 318,"pickup": "Conjoined friend","info": ["A familar that is attached to Isaac, which will seek out and damage any enemies close by.", "One of the twelve zodiac items available in the game."],"unlock": "","type": "Passive, Familiar","recharge": "","itempool": "Item Room","tags": "astrology, astronomy, item room, treasure room, item room pool"},"Ghost Baby":{"class": "r-itm057","title": "Ghost Baby","id": 163,"pickup": "Spectral buddy","info": ["A familiar which follows Isaac and shoots spectral tears that deal 3.5 damage.", "Can drop while destroying skulls in the Depths and Necropolis floors."],"unlock": "","type": "Passive, Familiar","recharge": "","itempool": "Item Room, Devil Room","tags": "devil pool, devil room pool, devil deal, item room, treasure room, item room pool"},"Gimpy":{"class": "r-itm076","title": "Gimpy","id": 225,"pickup": "Sweet suffering","info": ["When getting hit, this item has a chance to drop a soul heart or black heart.", "When depleted, Black Hearts deal 40 damage to the entire room, in a Necronomicon style effect.", "The chance to spawn a heart is affected by your luck stat and at +22 Luck it will activate 50% of the time.", "Due to a bug, if you have more than 22 luck, Gimpy won't drop any Soul or Black hearts.", "Enemies have a chance to drop half a heart when killed."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room, Devil Room, Curse Room, Demon Beggar","tags": "curse room pool, demon beggar pool, demon judgement pool, devil beggar pool devil pool, devil room pool, devil deal, item room, treasure room, item room pool, gimp mask, the lost item pool"},"Gnawed Leaf":{"class": "r-itm109","title": "Gnawed Leaf","id": 210,"pickup": "Unbreakable","info": ["If Isaac stands still for a second, he turns to stone, making him invincible until he moves again.", "This item is a reference to the Tanuki suit in Super Mario 3."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool, raccoon, "},"Goat Head":{"class": "r-itm145","title": "Goat Head","id": 215,"pickup": "He accepts your offering","info": ["Gives Isaac a guaranteed devil or angel room on every floor they can appear, even if you have already beaten the boss and it didn't show up originally.", "Taking the Goat Head (or any other item) in a Devil Deal significantly lowers your chance for Angel Rooms in the future."],"unlock": "","type": "Passive","recharge": "","itempool": "Devil Room, Curse Room, Red Chest, Golden Chest","tags": "curse room pool, red chest pool, red chest item pool, golden chest pool, gold chest pool, devil pool, devil room pool, devil deal"},"GodHead":{"class": "r-itm294","title": "GodHead","id": 331,"pickup": "God tears","info": ["Isaac's tears become homing and have a large aura around them, which will deal a lot of damage to anything inside its radius.", "+0.5 Damage Up.", "+1.2 Range Up.", "-0.2 Tears Down.", "-0.3 Shot Speed Down", "+0.8 Tear Height."],"unlock": "Unlock this item by beating all bosses and the Boss Rush in Hard Mode with The Lost character.","type": "Passive, Tear Modifier","recharge": "","itempool": "Angel Room","tags": "angel room pool, god room pool, angel room item"},"Growth Hormones":{"class": "r-itm083","title": "Growth Hormones","id": 70,"pickup": "DMG up + speed up","info": ["+1.0 Damage Up", "+0.4 Speed Up"],"unlock": "","type": "Passive","recharge": "","itempool": "Boss Room, Demon Beggar","tags": "demon beggar pool, demon judgement pool, devil beggar pool, boss room pool, boss room item, syringe, needle, injection, "},"Guardian Angel":{"class": "r-itm258","title": "Guardian Angel","id": 112,"pickup": "Extra protection","info": ["An orbital which does contact damage, blocks shots and increases the speed of all other orbitals."],"unlock": "Unlock this item by beating Satan with Maggy.","type": "Passive, Orbital","recharge": "","itempool": "Angel Room","tags": "angel room pool, god room pool, angel room item"},"The Guillotine":{"class": "r-itm295","title": "The Guillotine","id": 206,"pickup": "An out-of-body experience","info": ["+1.0 Damage Up.", "+0.16 Tears Up.", "Causes Isaac's head to detach and orbit his body, blocking shots.", "Tears are still fired from Isaac's head but the hitbox remains around his body."],"unlock": "Unlock this item by beating the Isaac boss with Judas.","type": "Passive","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Guppy's Collar":{"class": "r-itm061","title": "Guppy's Collar","id": 212,"pickup": "Eternal life?","info": ["When Isaac dies, he has a 50% chance to respawn with 1/2 a heart.", "This is one of the items which allows you to transform into Guppy."],"unlock": "","type": "Passive","recharge": "","itempool": "Devil Room, Curse Room, Red Chest","tags": "curse room pool, red chest pool, red chest item pool, devil pool, devil room pool, devil deal"},"Guppy's Hairball":{"class": "r-itm296","title": "Guppy's Hairball","id": 187,"pickup": "Swing it","info": ["Follows behind Isaac and can be swung back and forth, dealing contact damage to anything it hits.", "Every time the hairball kills an enemy, it grows in size allowing it to deal more damage.", "This is one of the items which allows you to transform into Guppy."],"unlock": "Unlock this item by collecting 3 Guppy items and transforming into Guppy.","type": "Passive, Familiar","recharge": "","itempool": "Devil Room","tags": "devil pool, devil room pool, devil deal"},"Guppy's Head":{"class": "r-itm087","title": "Guppy's Head","id": 145,"pickup": "Reusable fly hive","info": ["When used, spawns between 2-4 blue flies.", "This is one of the items which allows you to transform into Guppy.", "Blue Flies do 2.0x of Isaac's damage."],"unlock": "","type": "Active","recharge": "1 room","itempool": "Devil Room, Curse Room, Red Chest, Gold Chest","tags": "curse room pool, red chest pool, red chest item pool, golden chest pool, gold chest pool, devil pool, devil room pool, devil deal"},"Guppy's Paw":{"class": "r-itm201","title": "Guppy's Paw","id": 133,"pickup": "Soul converter","info": ["When used, removes one heart container and gives you 3 soul hearts.", "This is one of the items which allows you to transform into Guppy."],"unlock": "","type": "Active","recharge": "Instant","itempool": "Devil Room, Curse Room, Red Chest","tags": "curse room pool, red chest pool, red chest item pool, devil pool, devil room pool, devil deal, the lost item pool"},"Guppy's Tail":{"class": "r-itm259","title": "Guppy's Tail","id": 134,"pickup": "Cursed?","info": ["When picked up, greatly increases your chance of finding chests at the end of a room, while also reducing your chance to find consumables such as keys and bombs.", "This is one of the items which allows you to transform into Guppy."],"unlock": "","type": "Passive","recharge": "","itempool": "Devil Room, Curse Room, Red Chest","tags": "curse room pool, red chest pool, red chest item pool, devil pool, devil room pool, devil deal"},"Habit":{"class": "r-itm146","title": "Habit","id": 156,"pickup": "Item martyr","info": ["When you take damage, this item recharges one room's worth of charge to your spacebar item.", "For example, with the D6 you would need to take damage 6 times to fully recharge it."],"unlock": "","type": "Passive","recharge": "","itempool": "Shop, Angel Room","tags": "angel room pool, god room pool, angel room item, shop room pool, shop item pool, the lost item pool"},"The Halo":{"class": "r-itm260","title": "The Halo","id": 101,"pickup": "All stats up","info": ["+1 Health Up.", "+0.3 Damage Up.", "+0.2 Tears Up.", "+0.25 Range Up.", "+0.3 Speed Up.", "+0.5 Tear Height."],"unlock": "Unlock this item by killing the Mom's Foot boss using The Bible.","type": "Passive","recharge": "","itempool": "Item Room, Boss Room, Angel Room","tags": "angel room pool, god room pool, angel room item, boss room pool, boss room item, item room, treasure room, item room pool"},"Halo of Flies":{"class": "r-itm192","title": "Halo of Flies","id": 10,"pickup": "Projectile protection","info": ["Gives Isaac 2 orbital flies which block enemy shots.", "Picking up this item as well as 2 other fly-type items will allow you to transform into Lord of the Flies."],"unlock": "","type": "Passive, Orbital","recharge": "","itempool": "Item Room, Key Beggar","tags": "item room, treasure room, item room pool, key master pool, key beggar pool, key judgement pool, "},"Harlequin Baby":{"class": "r-itm012","title": "Harlequin Baby","id": 167,"pickup": "Double shot buddy","info": ["A familiar which follows Isaac and shoots two normal tears at once in a V-shaped pattern.", "Each of Harlequin Baby's tears deal 4 damage."],"unlock": "","type": "Passive, Familiar","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Head of Krampus":{"class": "r-itm118","title": "Head of Krampus","id": 293,"pickup": "Krampus rage","info": ["When used, fires a 4 way brimstone laser in all cardinal directions, dealing a lot of damage to any enemies.", "Maximum potential damage is 462 (20-21 ticks of 22 damage if the laser makes contact the whole duration)", "Laser damage does not scale with your damage stat.", "Has a chance to drop after you beat Krampus.", "If you get close enough to an enemy that has a large hitbox, you can hit it with 2 of the laser beams, allowing you to deal a lot more damage."],"unlock": "Unlock this item by beating Krampus (Krampus is unlocked by taking 20 devil deal items).","type": "Active","recharge": "6 rooms","itempool": "None (Krampus only)","tags": ""},"Headless Baby":{"class": "r-itm187","title": "Headless Baby","id": 269,"pickup": "Bloody friend","info": ["A familiar that follows Isaac and leaves blood creep on the floor as it floats, hurting enemies that walk over it."],"unlock": "","type": "Passive, Familiar","recharge": "","itempool": "Item Room, Devil Room","tags": "devil pool, devil room pool, devil deal, item room, treasure room, item room pool"},"Hive Mind":{"class": "r-itm103","title": "Hive Mind","id": 248,"pickup": "Giant spiders and flies","info": ["Causes your friendly blue spiders and flies to become bigger and do 2x more damage.", "Picking up this item as well as 2 other fly-type items will allow you to transform into Lord of the Flies.", "Allows Mom's Wig to spawn a maximum of 10 spiders at once instead of 5."],"unlock": "","type": "Passive","recharge": "","itempool": "Shop","tags": "shop room pool, shop item pool, "},"Holy Grail":{"class": "r-itm213","title": "Holy Grail","id": 184,"pickup": "Flight + HP up","info": ["+1 Health Up", "Gives Isaac the ability to fly."],"unlock": "","type": "Passive","recharge": "","itempool": "Angel Room","tags": "angel room pool, god room pool, angel room item, the lost item pool"},"Holy Mantle":{"class": "r-itm062","title": "Holy Mantle","id": 313,"pickup": "Holy shield","info": ["Each time you enter a new room, damage is negated for the first time you get hit.", "Can be used to go in and out of a Curse Room without taking damage."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room, Angel Room","tags": "angel room pool, god room pool, angel room item, item room, treasure room, item room pool"},"Holy Water":{"class": "r-itm112","title": "Holy Water","id": 178,"pickup": "Splash!","info": ["When Isaac takes damage, the bottle breaks and leaves a pool on the floor which deals damage to enemies which walk over it."],"unlock": "","type": "Passive, Familiar","recharge": "","itempool": "Item Room, Angel Room","tags": "angel room pool, god room pool, angel room item, item room, treasure room, item room pool, the lost item pool"},"Hot Bombs":{"class": "r-itm230","title": "Hot Bombs","id": 256,"pickup": "Burning blast +5 bombs","info": ["+5 Bombs", "Gives all bombs a burning effect when they explode, leaving fire on the floor which deals 22 damage to enemies."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"The Hourglass":{"class": "r-itm107","title": "The Hourglass","id": 66,"pickup": "Temporary enemy slowdown","info": ["When used, slows down all enemies in the current room and their projectiles for a short period of time."],"unlock": "","type": "Active","recharge": "2 rooms","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"How To Jump":{"class": "r-itm261","title": "How To Jump","id": 282,"pickup": "It's time you learned how","info": ["When used, makes Isaac leap in the air, similar to the leaper enemies.", "Maintains momentum if you are already moving in the same direction.", "If you already have an item which gives you flying, this item becomes a dash effect instead.", "Can be used in the Isaac boss fight to jump over the beams of light he spawns."],"unlock": "","type": "Active","recharge": "Instant","itempool": "Item Room, Library","tags": "library pool, library room, book room pool, item room, treasure room, item room pool"},"Humbleing Bundle":{"class": "r-itm249","title": "Humbleing Bundle","id": 203,"pickup": "1+1free 4evar!","info": ["All future pennies, keys, bombs and hearts will drop in pairs.", "Does not work for soul hearts, nickels, dimes, cards or pills."],"unlock": "","type": "Passive","recharge": "","itempool": "Shop","tags": "shop room pool, shop item pool, "},"Infamy":{"class": "r-itm066","title": "Infamy","id": 242,"pickup": "Damage reduction","info": ["Puts a shield on Isaac's face making it so he has a high chance to not take damage to projectiles from any direction."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room, Gold Chest, Secret Room","tags": "golden chest pool, gold chest pool, secret room pool, item room, treasure room, item room pool"},"Infestation":{"class": "r-itm204","title": "Infestation","id": 148,"pickup": "They grow inside","info": ["When Isaac gets hit, a few blue flies will randomly spawn.", "Picking up this item as well as 2 other fly-type items will allow you to transform into Lord of the Flies.", "Blue Flies do 2.0x of Isaac's damage."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool, the lost item pool"},"Infestation 2":{"class": "r-itm229","title": "Infestation 2","id": 234,"pickup": "Infestation shot","info": ["Creates 1-2 friendly spiders when you kill an enemy.", "Spiders are spawned at the location where the enemy died."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"The Inner Eye":{"class": "r-itm189","title": "The Inner Eye","id": 2,"pickup": "Triple shot","info": ["Tears now shoot three at a time (Triple Shot)", "Tears Down significantly (tears = tears * 2.1 + 3)."],"unlock": "","type": "Passive, Tear Modifier","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Ipecac":{"class": "r-itm297","title": "Ipecac","id": 149,"pickup": "Explosive shots","info": ["Isaac's tears are replaced with explosive poison bombs, which will arc upwards and explode on contact with the floor, dealing huge damage and leaving a poison effect on enemies in range.", "Ipecac shots are given a flat +40 Damage on top of the normal 3.5 base damage.", "Tears Down (Tear delay * 2 + 10).", "+13.0 Tear Height.", "Shots will damage Isaac if he is in the blast radius when they explode."],"unlock": "Unlock this item by beating Mom's Heart 6 times.","type": "Passive, Tear Modifier","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Iron Bar":{"class": "r-itm202","title": "Iron Bar","id": 201,"pickup": "Concussive tears","info": ["+0.3 Damage Up.", "Tears now have a chance to concuss enemies, causing them to walk around dazed and confused for a short period of time.", "The chance to concuss enemies is affected by your luck stat and at +27 Luck it will activate every time."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Isaac's Heart":{"class": "r-itm298","title": "Isaac's Heart","id": 276,"pickup": "Protect it","info": ["Prevents Isaac from taking any damage, but instead summons a familiar heart that follows you around. If the heart is hit, Isaac will take damage.", "Sharp Plug becomes useless with this item, due to how damage is prevented on Isaac's body."],"unlock": "Unlock this item by beating the Isaac boss with The Lost.","type": "Passive, Familiar","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Isaac's Tears":{"class": "r-itm299","title": "Isaac's Tears","id": 323,"pickup": "Collected tears","info": ["A spacebar item that fires 8 of Isaac's tears in a circle around him."],"unlock": "Unlock this item by beating the Isaac boss with Isaac.","type": "Active","recharge": "1 bar per tear fired","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"IV Bag":{"class": "r-itm171","title": "IV Bag","id": 135,"pickup": "Portable blood bank","info": ["Upon use, the IV Bag takes half a red heart and spawns some coins (the same effect as a blood donation machine)", "Can drop from a blood donation machine after playing it."],"unlock": "","type": "Active","recharge": "Instant","itempool": "None (Blood donation machine only)","tags": ", the lost item pool"},"The Jar":{"class": "r-itm172","title": "The Jar","id": 290,"pickup": "Save your life","info": ["Isaac can now pick up hearts while at full health, which will be stored in the Jar and can be spawned again using the spacebar.", "Up to 4 hearts can be stored in The Jar.", "Soul hearts and black hearts cannot be stored.", "If used in a Black heart or Eternal heart super secret room, it will spawn the relevant heart."],"unlock": "","type": "Active","recharge": "Instant","itempool": "Shop","tags": "shop room pool, shop item pool, one man one jar, the lost item pool"},"Jesus Juice":{"class": "r-itm013","title": "Jesus Juice","id": 197,"pickup": "Damage + range up","info": ["+0.5 Damage Up.", "+0.25 Range Up.", "+0.5 Tear Height."],"unlock": "","type": "Passive","recharge": "","itempool": "Boss Room","tags": "boss room pool, boss room item, "},"Judas' Shadow":{"class": "r-itm203","title": "Judas' Shadow","id": 311,"pickup": "Sweet revenge","info": ["When you die with this item, you respawn in the previous room as 'Black Judas' with 2 black hearts for health.", "When you revive, your base damage is set to 7. (Double Isaac's 3.5 base damage)"],"unlock": "Unlock this item by beating Boss Rush with Judas.","type": "Passive","recharge": "","itempool": "Item Room, Devil Room","tags": "devil pool, devil room pool, devil deal, item room, treasure room, item room pool"},"Juicy Sack":{"class": "r-itm055","title": "Juicy Sack","id": 266,"pickup": "Sticky babies","info": ["A familiar that follows isaac around dropping white creep which slows down enemies that walk over it.", "Spawns a familiar blue spider sometimes when you finish a room.", "Blue Spiders do 2.5x of Isaac's damage."],"unlock": "","type": "Passive, Familiar","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Kamikaze":{"class": "r-itm326","title": "Kamikaze","id": 40,"pickup": "Become the bomb!","info": ["Causes an explosion near the player which takes away half a heart and does 40 damage all enemies in close proximity."],"unlock": "","type": "Active","recharge": "Instant","itempool": "Item Room","tags": "item room, treasure room, item room pool, the lost item pool"},"Key Piece #1":{"class": "r-itm354","title": "Key Piece #1","id": 238,"pickup": "???","info": ["Increases your chances to find an Angel Room instead of a Devil Room.", "First half of the key required to enter the door to the Mega Satan boss.", "Drops from one of the angels which appear by bombing the statue in an angel room."],"unlock": "","type": "Passive, Familiar","recharge": "","itempool": "None (Angel statue only)","tags": "angel room, angels"},"Key Piece #2":{"class": "r-itm356","title": "Key Piece #2","id": 239,"pickup": "???","info": ["Increases your chances to find an Angel Room instead of a Devil Room.", "Second half of the key required to enter the door to the Mega Satan boss.", "Drops from one of the angels which appear by bombing the statue in an angel room."],"unlock": "","type": "Passive, Familiar","recharge": "","itempool": "None (Angel statue only)","tags": ""},"The Ladder":{"class": "r-itm239","title": "The Ladder","id": 60,"pickup": "Building bridges","info": ["Allows Isaac to walk over gaps with a width of one tile."],"unlock": "","type": "Passive","recharge": "","itempool": "Shop","tags": "shop room pool, shop item pool, the lost item pool"},"Lazarus' Rags":{"class": "r-itm341","title": "Lazarus' Rags","id": 332,"pickup": "Eternal life?","info": ["Gives Isaac an extra life on death, exactly the same as Lazarus' default respawn effect.", "When you die with this item, you respawn in the same room with 1 heart and the Anemic item.", "The game considers you to be a different character (Lazarus II) when this effect activates."],"unlock": "Unlock this item by beating the Isaac boss with Lazarus.","type": "Passive","recharge": "","itempool": "Item Room, Angel Room","tags": "angel room pool, god room pool, angel room item, item room, treasure room, item room pool"},"Leo":{"class": "r-itm134","title": "Leo","id": 302,"pickup": "Stompy","info": ["Isaac gets a lion's mane and now has the ability to crush rocks by walking over them.", "Crushed rocks and poop can fill holes if you walk in their direction.", "Allows you to crush Red Poops and sometimes not take damage. However, If you also have flying you will always take damage.", "One of the twelve zodiac items available in the game."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "astrology, astronomy, item room, treasure room, item room pool"},"Latch Key":{"class": "r-itm188","title": "Latch Key","id": 343,"pickup": "Luck up","info": ["+1 Luck Up.", "+1 Soul Heart.", "Spawns 2 keys on the ground."],"unlock": "","type": "Passive","recharge": "","itempool": "Boss Room","tags": "boss room pool, boss room item, "},"Leech":{"class": "r-itm059","title": "Leech","id": 270,"pickup": "Blood sucker","info": ["Spawns a familiar leech on the ground that hunts down enemies and heals you for half a heart each time it eats one."],"unlock": "","type": "Passive, Familiar","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Lemon Mishap":{"class": "r-itm343","title": "Lemon Mishap","id": 56,"pickup": "Oops...","info": ["When used, drops a pool of 'lemonade' on the floor which damages any enemies that come into contact with it."],"unlock": "","type": "Active","recharge": "2 rooms","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Libra":{"class": "r-itm014","title": "Libra","id": 304,"pickup": "You feel balanced","info": ["Gives you 6 keys, 6 bombs and 6 coins.", "Balances out your stats to bring the high and low stats closer to an average value.", "All future stat upgrading items will now instead spread out across all other stats. For example, an item which usually gives +1 Damage would instead give a small 'all stats up'.", "Stats effected by this item are: Damage, Tears, Range, Speed.", "When taken with another item which gives an extreme value in a certain stat (e.g. Soy Milk) can lead to interesting synergies.", "One of the twelve zodiac items available in the game."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "astrology, astronomy, item room, treasure room, item room pool"},"Lil' Brimstone":{"class": "r-itm140","title": "Lil' Brimstone","id": 275,"pickup": "Evil friend","info": ["A familiar that follows Isaac and can fire up and charge brimstone shots, exactly how the normal Brimstone item works but with less damage.", "A fully charged laser deals 31.5 damage.", "A familiar found in the devil room."],"unlock": "","type": "Passive, Familiar","recharge": "","itempool": "Item Room, Devil Room","tags": "devil pool, devil room pool, devil deal, item room, treasure room, item room pool"},"Lil' Haunt":{"class": "r-itm074","title": "Lil' Haunt","id": 277,"pickup": "Fear him","info": ["A familiar ghost that follows Isaac around and chases enemies close-by, damaging them and causing a fear effect."],"unlock": "","type": "Passive, Familiar","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Little Baggy":{"class": "r-itm224","title": "Little Baggy","id": 252,"pickup": "Extra pill room","info": ["Allows for 2 pills to be held.", "Drops a pill on the floor when picked up.", "All future tarot card drops will now instead become pill drops."],"unlock": "Unlock this item by picking up 2 of the following items: Roid Rage, The Virus, Growth Hormones, Experimental Treatment or Speed Ball.","type": "Passive","recharge": "","itempool": "Shop","tags": "shop room pool, shop item pool, "},"Little C.H.A.D.":{"class": "r-itm015","title": "Little C.H.A.D.","id": 96,"pickup": "Gives kisses","info": ["A familiar which follows Isaac and drops half a red heart every 3 rooms."],"unlock": "Unlock this item by beating the Caves 30 times and defeating C.H.A.D.","type": "Passive, Familiar","recharge": "","itempool": "Item Room, C.H.A.D. Boss","tags": "little chad, item room, treasure room, item room pool, the lost item pool"},"Little Chubby":{"class": "r-itm034","title": "Little Chubby","id": 88,"pickup": "Attack buddy","info": ["A familiar that follows Isaac and charges forwards, dealing rapid damage to any enemies it comes into contact with."],"unlock": "Unlock this item by beating the Caves II for the first time.","type": "Passive, Familiar","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Little Gish":{"class": "r-itm037","title": "Little Gish","id": 99,"pickup": "Sticky friend","info": ["A familiar that follows Isaac and fires black tar tears, which slow enemy movement and projectile speed for a few seconds.", "Little Gish's tears do 3.5 damage."],"unlock": "Unlock this item by beating the Depths 20 times and killing the Gish boss.","type": "Passive, Familiar","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Little Steven":{"class": "r-itm036","title": "Little Steven","id": 100,"pickup": "Psychic friend","info": ["A familiar that follows Isaac and fires homing tears that deal 3.5 damage each."],"unlock": "Unlock this item by killing the Steven boss for the first time.","type": "Passive, Familiar","recharge": "","itempool": "Item Room, Boss Room","tags": "boss room pool, boss room item, item room, treasure room, item room pool"},"Loki's Horns":{"class": "r-itm324","title": "Loki's Horns","id": 87,"pickup": "Cross tears","info": ["Everytime you fire a tear, there is a chance that you will also fire three more tears in all cardinal directions.", "The chance to fire 4-way tears is affected by your luck stat and at +7 Luck it will activate every time."],"unlock": "Unlock this item by beating Lokii for the first time.","type": "Passive, Tear Modifier","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Lord of the Pit":{"class": "r-itm075","title": "Lord of the Pit","id": 82,"pickup": "Demon wings","info": ["Gives Isaac demon wings and the ability to fly."],"unlock": "","type": "Passive","recharge": "","itempool": "Devil Room","tags": "devil pool, devil room pool, devil deal"},"Lost Contact":{"class": "r-itm348","title": "Lost Contact","id": 213,"pickup": "Shielded tears","info": ["All of Isaac's tears now have a shield, allowing them to block an enemy projectile.", "If a tear blocks something, both Isaac's and the enemies tears are destroyed.", "-0.15 Shot Speed Down."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room, Secret Room","tags": "secret room pool, item room, treasure room, item room pool"},"Lucky Foot":{"class": "r-itm089","title": "Lucky Foot","id": 46,"pickup": "Luck up","info": ["+1.0 Luck Up.", "Better chance to win while gambling.", "Does not make all pills positive or neutral like the original game."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room, Beggar","tags": "normal beggar pool, normal judgement pool, coin beggar pool, coin judgement pool, item room, treasure room, item room pool"},"The Ludovico Technique":{"class": "r-itm216","title": "The Ludovico Technique","id": 329,"pickup": "Controlled tears","info": ["You no longer shoot tears and instead now control a single large tear with the arrow keys.", "Items which increase your tears stat will cause the tear to deal damage at a faster rate.", "Items which increase your shot speed cause the tear to travel faster across the screen.", "Ludo and Brimstone create a large controllable red ring of death that does massive damage to anything in its path.", "Taking this with Mom's Knife allows you to remote control the knife around the room, dealing huge damage."],"unlock": "","type": "Passive, Tear Modifier","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"A Lump of Coal":{"class": "r-itm121","title": "A Lump of Coal","id": 132,"pickup": "My Xmas present","info": ["Tears gain a damage up and increase in size based on the distance they travel."],"unlock": "","type": "Passive","recharge": "","itempool": "None (Krampus only)","tags": "krampus"},"Lunch":{"class": "r-itm016","title": "Lunch","id": 22,"pickup": "HP up","info": ["+1 Health Up."],"unlock": "","type": "Passive","recharge": "","itempool": "Boss Room, Challenge Room, Beggar","tags": "dungeon room, challenge room pool, blood challenge room, arena pool, normal beggar pool, normal judgement pool, coin beggar pool, coin judgement pool, boss room pool, boss room item, the lost item pool"},"Maggy's Bow":{"class": "r-itm353","title": "Maggy's Bow","id": 312,"pickup": "HP up + you feel healthy","info": ["+1 Health Up.", "All future red hearts now heal for double. Half hearts heal a whole heart and full hearts heal 2 red hearts."],"unlock": "Unlock this item by beating Boss Rush with Maggy.","type": "Passive","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool, the lost item pool"},"Magic 8 Ball":{"class": "r-itm342","title": "Magic 8 Ball","id": 194,"pickup": "Shot speed up","info": ["+0.16 Shot Speed Up.", "Gives Isaac a random tarot card when picked up."],"unlock": "","type": "Passive","recharge": "","itempool": "Boss Room","tags": "boss room pool, boss room item, "},"Magic Fingers":{"class": "r-itm053","title": "Magic Fingers","id": 295,"pickup": "Pay to play","info": ["Upon use, consumes a coin and deals damage to everything in the room.", "Damage dealt is equal to your tear damage * 2."],"unlock": "","type": "Active","recharge": "Instant","itempool": "Item Room, Shop","tags": "shop room pool, shop item pool, item room, treasure room, item room pool"},"Magic Mushroom":{"class": "r-itm017","title": "Magic Mushroom","id": 12,"pickup": "All stats up!","info": ["+1 Health Up.", "+0.3 Damage Up.", "x1.5 Damage Multiplier.", "+5.25 Range Up.", "+0.3 Speed Up.", "+0.5 Tear Height.", "Isaac grows in size.", "Similar to the original game, the Magic Mushroom does not give a tears up despite saying 'All Stats Up'.", "Fully restores all red heart containers.", "Can be dropped when exploding mushrooms in the Caves/Catacombs."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room, Boss Room","tags": "boss room pool, boss room item, item room, treasure room, item room pool"},"Magic Scab":{"class": "r-itm018","title": "Magic Scab","id": 253,"pickup": "HP + luck up","info": ["+1 Health Up.", "+1.0 Luck Up."],"unlock": "","type": "Passive","recharge": "","itempool": "Boss Room","tags": "boss room pool, boss room item, "},"Magneto":{"class": "r-itm084","title": "Magneto","id": 53,"pickup": "Item snatcher","info": ["Causes pickups on the floor move towards the player."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"The Mark":{"class": "r-itm182","title": "The Mark","id": 79,"pickup": "DMG up","info": ["+1.0 Damage Up.", "+0.2 Speed Up.", "+1 Soul Heart."],"unlock": "","type": "Passive","recharge": "","itempool": "Curse Room, Devil Room","tags": "curse room pool, devil pool, devil room pool, devil deal"},"Match Book":{"class": "r-itm019","title": "Match Book","id": 344,"pickup": "Evil up","info": ["+1 Black Heart", "+3 Bombs", "When depleted, Black Hearts deal 40 damage to the entire room, in a Necronomicon style effect."],"unlock": "","type": "Passive","recharge": "","itempool": "Boss Room","tags": "boss room pool, boss room item, "},"MEAT!":{"class": "r-itm349","title": "MEAT!","id": 193,"pickup": "DMG + HP up","info": ["+1 Health Up.", "+0.3 Damage Up."],"unlock": "","type": "Passive","recharge": "","itempool": "Boss Room","tags": "boss room pool, boss room item, "},"Midas Touch":{"class": "r-itm020","title": "Midas Touch","id": 202,"pickup": "Golden touch","info": ["Isaac's touch now petrifies enemies, turning them to gold for a few seconds. If an enemy is killed while it is golden, it will drop between 1-4 coins."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"The Mind":{"class": "r-itm300","title": "The Mind","id": 333,"pickup": "I know all","info": ["Gives Isaac a full mapping effect, revealing the entire floor and locations of all secret rooms."],"unlock": "Unlock this item by beating Satan with The Lost.","type": "Passive","recharge": "","itempool": "Item Room, Angel Room","tags": "angel room pool, god room pool, angel room item, item room, treasure room, item room pool"},"Mini Mush":{"class": "r-itm120","title": "Mini Mush","id": 71,"pickup": "Speed + range up","info": ["+0.3 Speed Up", "Decreases range stat by -4.25 but increases your tear height by 1.5, increasing your actual tear range.", "Causes Isaac to shrink in size.", "Can be dropped when exploding mushrooms in the Caves/Catacombs."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Missing No.":{"class": "r-itm301","title": "Missing No.","id": 258,"pickup": "Syntax error","info": ["At the start of each floor this item rerolls all your current items, giving you a new item to over-ride each of the one you had.", "A reference to the infamous 'Missingno' glitch from Pokemon."],"unlock": "Unlock this item by beating Boss Rush with Lazarus.","type": "Passive","recharge": "","itempool": "Secret Room","tags": "secret room pool, "},"Missing Page 2":{"class": "r-itm350","title": "Missing Page 2","id": 262,"pickup": "Evil up + your enemies will pay","info": ["+1 Black Heart.", "Upon taking damage, if the total sum of Isaac's red hearts + soul hearts is under one and a half hearts, the necronomicon effect will activate, dealing 40 damage to the entire room.", "When depleted, Black Hearts deal 40 damage to the entire room, in a Necronomicon style effect."],"unlock": "","type": "Passive","recharge": "","itempool": "Devil Room, Demon Beggar, Secret Room","tags": "demon beggar pool, demon judgement pool, devil beggar pool, secret room pool, devil pool, devil room pool, devil deal, the lost item pool"},"Mitre":{"class": "r-itm199","title": "Mitre","id": 173,"pickup": "You feel blessed","info": ["Gives Isaac a much higher chance to find soul hearts"],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room, Angel Room","tags": "angel room pool, god room pool, angel room item, item room, treasure room, item room pool, the lost item pool"},"Mom's Bottle of Pills":{"class": "r-itm126","title": "Mom's Bottle of Pills","id": 102,"pickup": "Reusable pill generator","info": ["When used, gives Isaac a random pill."],"unlock": "","type": "Active","recharge": "6 rooms","itempool": "Item Room, Shop, Challenge Room, Beggar, Demon Beggar","tags": "dungeon room, challenge room pool, blood challenge room, arena pool, demon beggar pool, demon judgement pool, devil beggar pool, normal beggar pool, normal judgement pool, coin beggar pool, coin judgement pool, shop room pool, shop item pool, item room, treasure room, item room pool"},"Mom's Bra":{"class": "r-itm331","title": "Mom's Bra","id": 39,"pickup": "Mass fear","info": ["When used, freezes all enemies in the current room temporarily."],"unlock": "","type": "Active","recharge": "3 rooms","itempool": "Item Room, Challenge Room","tags": "dungeon room, challenge room pool, blood challenge room, arena pool, item room, treasure room, item room pool"},"Mom's Coin Purse":{"class": "r-itm240","title": "Mom's Coin Purse","id": 195,"pickup": "What's all this...?","info": ["Drops 4 random pills on the floor around Isaac."],"unlock": "","type": "Passive","recharge": "","itempool": "Shop, Boss Room, Challenge Room, Beggar, Demon Beggar","tags": "dungeon room, challenge room pool, blood challenge room, arena pool, demon beggar pool, demon judgement pool, devil beggar pool, normal beggar pool, normal judgement pool, coin beggar pool, coin judgement pool, boss room pool, boss room item, shop room pool, shop item pool, "},"Mom's Contacts":{"class": "r-itm193","title": "Mom's Contacts","id": 110,"pickup": "Freeze effect","info": ["Tears now have a random chance to freeze enemies in place.", "The chance to freeze enemies is affected by your luck stat.", "Does not give a Range stat up like it did in the original game."],"unlock": "Unlock this item by collecting 3 'Mom' items in one playthrough.","type": "Passive","recharge": "","itempool": "Item Room, Challenge Room","tags": "item room, treasure room, item room pool, dungeon room, challenge room pool, blood challenge room, arena pool"},"Mom's Eye":{"class": "r-itm047","title": "Mom's Eye","id": 55,"pickup": "Eye in the back of your head","info": ["Isaac has a random chance to fire another tear out the back of his head.", "The chance to fire the second tear can improve based on your luck stat and will always activate at +2 Luck.", "Synergizes very well with a lot of items. If used with Brimstone you have a 100% chance to fire a laser out the back of your head."],"unlock": "","type": "Passive, Tear Modifier","recharge": "","itempool": "Item Room, Challenge Room","tags": "dungeon room, challenge room pool, blood challenge room, arena pool, item room, treasure room, item room pool"},"Mom's Eyeshadow":{"class": "r-itm093","title": "Mom's Eyeshadow","id": 200,"pickup": "Charm tears","info": ["Tears have a random chance to charm enemies.", "Charmed enemies will prioritize attacking other enemies in the room, otherwise they will still attack Isaac.", "The chance to charm enemies is affected by your luck stat and at +27 Luck it will activate every time."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room, Challenge Room","tags": "dungeon room, challenge room pool, blood challenge room, arena pool, item room, treasure room, item room pool"},"Mom's Heels":{"class": "r-itm096","title": "Mom's Heels","id": 30,"pickup": "Range up","info": ["+5.25 Range Up", "+0.5 Tear Height."],"unlock": "","type": "Passive","recharge": "","itempool": "Boss Room, Challenge Room","tags": "dungeon room, challenge room pool, blood challenge room, arena pool, boss room pool, boss room item, "},"Mom's Key":{"class": "r-itm173","title": "Mom's Key","id": 199,"pickup": "Less is more now +2 keys","info": ["+2 Keys", "Higher chance to get more consumable drops from chests."],"unlock": "","type": "Passive","recharge": "","itempool": "Shop, Challenge Room, Key Beggar","tags": "key master pool, key beggar pool, key judgement pool, , dungeon room, challenge room pool, blood challenge room, arena pool, shop room pool, shop item pool, "},"Mom's Knife":{"class": "r-itm038","title": "Mom's Knife","id": 114,"pickup": "Stab stab stab","info": ["Tears are replaced with a knife which can be charged and thrown in a boomerang style action.", "The knife can also do damage without being thrown as a close range melee weapon.", "When used as a melee weapon, Mom's Knife deals your tear damage * 2 per tick."],"unlock": "Unlock this item by beating Satan with Isaac.","type": "Passive, Tear Modifier","recharge": "","itempool": "Item Room, Devil Room, Challenge Room","tags": "dungeon room, challenge room pool, blood challenge room, arena pool, devil pool, devil room pool, devil deal, item room, treasure room, item room pool"},"Mom's Lipstick":{"class": "r-itm262","title": "Mom's Lipstick","id": 31,"pickup": "Range up","info": ["+5.25 Range Up", "+0.5 Tear Height."],"unlock": "","type": "Passive","recharge": "","itempool": "Boss Room, Challenge Room","tags": "dungeon room, challenge room pool, blood challenge room, arena pool, boss room pool, boss room item, "},"Mom's Pad:":{"class": "r-itm051","title": "Mom's Pad:","id": 41,"pickup": "Gross...","info": ["When used, causes all enemies in the current room to run away from Isaac in fear for a few seconds."],"unlock": "","type": "Active","recharge": "3 rooms","itempool": "Item Room, Challenge Room","tags": "item room, treasure room, item room pool, dungeon room, challenge room pool, blood challenge room, arena pool"},"Mom's Perfume:":{"class": "r-itm021","title": "Mom's Perfume:","id": 228,"pickup": "Fear shot","info": ["+0.16 Tears Up.", "Isaac's tears have a 15% chance of causing a fear effect.", "Feared enemies will run away from Isaac temporarily.", "The chance to fear enemies is affected by your luck stat and at +85 Luck it will activate every time."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room, Challenge Room","tags": "dungeon room, challenge room pool, blood challenge room, arena pool, item room, treasure room, item room pool"},"Mom's Purse":{"class": "r-itm137","title": "Mom's Purse","id": 139,"pickup": "More trinket room","info": ["Isaac can now hold two trinkets at the same time", "Allows you to pick up more trinkets while also holding The Tick"],"unlock": "","type": "Passive","recharge": "","itempool": "Shop","tags": "shop room pool, shop item pool, "},"Mom's Wig":{"class": "r-itm049","title": "Mom's Wig","id": 217,"pickup": "You feel itchy","info": ["Isaac now has a chance to create friendly attack spiders everytime he fires a tear.", "Can create up to a maximum of 5 spiders in the room at one time.", "The Hive Mind item allows Mom's Wig to spawn a maximum of 10 spiders at once instead of 5.", "The chance to create a spider is affected by your luck stat and at +10 Luck it will activate every time.", "Heals you for 1 red heart when picked up."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room, Challenge Room","tags": "dungeon room, challenge room pool, blood challenge room, arena pool, item room, treasure room, item room pool"},"Mom's Underwear":{"class": "r-itm041","title": "Mom's Underwear","id": 29,"pickup": "Range Up","info": ["+5.25 Range Up", "+0.5 Tear Height."],"unlock": "","type": "Passive","recharge": "","itempool": "Boss Room, Challenge Room","tags": "dungeon room, challenge room pool, blood challenge room, arena pool, boss room pool, boss room item, "},"Money = Power":{"class": "r-itm098","title": "Money = Power","id": 109,"pickup": "$$$ = DMG","info": ["+0.04 Damage Up for every coin you currently have.", "At 99 coins this item gives +3.96 Damage Up."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Mongo Baby":{"class": "r-itm327","title": "Mongo Baby","id": 322,"pickup": "Mongo friend","info": ["A familiar that will follow Isaac and copy the effect of one of your other familiars.", "If you don't have any other familiars, he will just shoot normal tears."],"unlock": "","type": "Passive, Familiar","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Monster Manual":{"class": "r-itm339","title": "Monster Manual","id": 123,"pickup": "Temporary buddy generator","info": ["When used, gives a random familiar for the rest of the room."],"unlock": "","type": "Active","recharge": "4 rooms","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Monstro's Lung":{"class": "r-itm048","title": "Monstro's Lung","id": 229,"pickup": "Charged attack","info": ["Tears can now be charged and released in a shotgun style effect, much like Monstro's main attack."],"unlock": "","type": "Passive, Tear Modifier","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool, "},"Monstro's Tooth":{"class": "r-itm196","title": "Monstro's Tooth","id": 86,"pickup": "Summon monstro","info": ["When used, spawns a monstro which will jump on a random enemy in the room, dealing 120 damage."],"unlock": "Unlock this item by beating the Basement II for the first time.","type": "Active","recharge": "3 rooms","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Mr. Boom":{"class": "r-itm332","title": "Mr. Boom","id": 37,"pickup": "Reusable bomb buddy","info": ["Drops a large bomb below the player which does 110 damage."],"unlock": "","type": "Active","recharge": "2 rooms","itempool": "Item Room","tags": "boss rush pool, boss rush room, item room, treasure room, item room pool"},"Mr. Mega":{"class": "r-itm116","title": "Mr. Mega","id": 106,"pickup": "Blast damage","info": ["+5 Bombs", "Bombs now do 110 damage (+60, up from 50) and have a larger blast radius.", "Can be found in the secret room."],"unlock": "Unlock this item by destroying 10 tinted rocks.","type": "Passive","recharge": "","itempool": "Item Room, Secret Room","tags": "boss rush pool, boss rush room, secret room pool, item room, treasure room, item room pool"},"The Mulligan":{"class": "r-itm241","title": "The Mulligan","id": 151,"pickup": "They grow inside","info": ["Isaac has a random chance to spawn a blue fly when one of his tears hits an enemy.", "Picking up this item as well as 2 other fly-type items will allow you to transform into Lord of the Flies.", "Blue Flies do 2.0x of Isaac's damage.", "The chance to activate this effect is not changed with your Luck stat."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Mutant Spider":{"class": "r-itm022","title": "Mutant Spider","id": 153,"pickup": "Quad Shot","info": ["Tears now shoot 4 at a time (Quad Shot)", "Tears Down significantly (Tear delay * 2.1 + 3)."],"unlock": "","type": "Passive, Tear Modifier","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"My Little Unicorn":{"class": "r-itm337","title": "My Little Unicorn","id": 77,"pickup": "Temporary badass","info": ["Gives Isaac temporary invincibility and allows him to do 40 contact damage to enemies per hit."],"unlock": "","type": "Active","recharge": "6 rooms","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"My Reflection":{"class": "r-itm174","title": "My Reflection","id": 5,"pickup": "Boomerang tears","info": ["Gives tears a boomerang effect.", "+1.5 Range Up.", "+0.6 Shot Speed Up.", "+1 Tear Height."],"unlock": "","type": "Passive, Tear Modifier","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Mysterious Liquid":{"class": "r-itm060","title": "Mysterious Liquid","id": 317,"pickup": "Toxic splash damage","info": ["When Isaac's tears hit anything, they leave a green toxic creep on the floor that damages enemies."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool, mystery liquid, "},"Mystery Sack":{"class": "r-itm302","title": "Mystery Sack","id": 271,"pickup": "?","info": ["A bag that follows Isaac and drops a random pickup every few rooms (Fixed in patch v1.04).", "Can drop any kind of heart, coin, bomb or key."],"unlock": "Unlock this item by beating the Dark Room with Eden.","type": "Passive, Familiar","recharge": "","itempool": "Item Room, Beggar, Secret Room","tags": "normal beggar pool, normal judgement pool, coin beggar pool, coin judgement pool, secret room pool, item room, treasure room, item room pool, mysterious sack, multiple sacks"},"The Nail":{"class": "r-itm303","title": "The Nail","id": 83,"pickup": "Temporary demon form","info": ["+0.7 Damage Up.", "-0.18 Speed Down.", "+1 Soul Heart", "Gives you the ability to crush rocks by walking over them.", "All the above effects are only active when the item is used."],"unlock": "Unlock this item by beating the Boss Rush with Azazel.","type": "Active","recharge": "6 rooms","itempool": "Devil Room","tags": "devil pool, devil room pool, devil deal"},"The Necronomicon":{"class": "r-itm265","title": "The Necronomicon","id": 35,"pickup": "Mass room damage","info": ["Deals 40 damage to everything in the room when used."],"unlock": "Unlock this item by using 4 Death Cards.","type": "Active","recharge": "6 rooms","itempool": "Library, Secret Room, Devil Room","tags": "library pool, library room, book room pool, secret room pool, devil pool, devil room pool, devil deal"},"The Negative":{"class": "r-itm305","title": "The Negative","id": 328,"pickup": "Fate chosen","info": ["Damages all enemies in the room when hit down to 1/2 heart remaining.", "Gives you access to the Dark Room floor.", "When unlocked, is guaranteed to drop after the Mom's Foot boss fight."],"unlock": "Unlock this item by beating Satan in Sheol 5 times.","type": "Passive","recharge": "","itempool": "None (Mom's foot boss only)","tags": "mom's foot, mom fight, mom boss, dark room"},"Notched Axe":{"class": "r-itm122","title": "Notched Axe","id": 147,"pickup": "Rocks didn't stand a chance","info": ["Each charge of this item allows Isaac to break all rocks, pots and secret room doors in the current room.", "Cannot break the stone blocks which appear in the environment.", "If Isaac is damaged while the effect is active, it will deactivate."],"unlock": "","type": "Active","recharge": "3 rooms","itempool": "Item Room","tags": "item room, treasure room, item room pool, minecraft, notch, markus persson, minceraft, mojang"},"Number One":{"class": "r-itm333","title": "Number One","id": 6,"pickup": "Tears up","info": ["Gives you a very high tear rate in exchange for a big range down.", "+1.5 Tears Up.", "-15.78 Range Down.", "+0.45 Tear Height."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool, mm sweet lemonade, urine, "},"Odd Mushroom (Thick)":{"class": "r-itm338","title": "Odd Mushroom (Thick)","id": 121,"pickup": "DMG up","info": ["+1 Health Up.", "+0.3 Damage Up.", "+0.25 Range Up.", "-0.1 Speed Down.", "+0.5 Tear Height."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room, Secret Room","tags": "secret room pool, item room, treasure room, item room pool"},"Odd Mushroom (Thin)":{"class": "r-itm147","title": "Odd Mushroom (Thin)","id": 120,"pickup": "Fire rate up","info": ["Gives you a high rate of fire in exchange for a damage down.", "+1.7 Tears Up.", "+0.3 Speed Up.", "Damage Down (damage * 0.9 - 0.4)."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room, Secret Room","tags": "secret room pool, item room, treasure room, item room pool"},"Old Bandage":{"class": "r-itm023","title": "Old Bandage","id": 219,"pickup": "HP up","info": ["+1 Health Up.", "The given heart container is empty.", "When you get hit, you will sometimes cause hearts to drop on the floor."],"unlock": "","type": "Passive","recharge": "","itempool": "Boss Room","tags": "boss room pool, boss room item, the lost item pool"},"Ouija Board":{"class": "r-itm227","title": "Ouija Board","id": 115,"pickup": "Spectral tears","info": ["Gives Isaac spectral tears which allows them to travel through objects in the environment (i.e. rocks)."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool, luigi board, weeja board, "},"The Pact":{"class": "r-itm195","title": "The Pact","id": 80,"pickup": "DMG + tears up","info": ["+0.5 Damage Up.", "+0.7 Tears Up.", "+2 Soul Hearts."],"unlock": "","type": "Passive","recharge": "","itempool": "Devil Room, Curse Room","tags": "curse room pool, devil pool, devil room pool, devil deal, piece of paper, bloody paper, contract"},"Pageant Boy":{"class": "r-itm148","title": "Pageant Boy","id": 141,"pickup": "Ultimate grand supreme","info": ["Spawns 7 random coins around Isaac on the floor.", "Isaac wears a pink crown on his head."],"unlock": "","type": "Passive","recharge": "","itempool": "Boss Room","tags": "boss room pool, boss room item, dtQt, dtphase, crown, nocrown, yescrown, diana, princezzxdiana"},"Pandora's Box":{"class": "r-itm306","title": "Pandora's Box","id": 297,"pickup": "? ?","info": ["When used, this item will spawn a set of items or consumables based on which floor you are currently on.", "Basement 1: 2 Soul hearts. Basement 2: 2 Bombs + 2 Keys.", "Caves 1: 1 Boss Item. Caves 2: 1 Boss Item + 2 Soul Hearts.", "Depths 1: 4 Soul hearts. Depths 2: 20 coins.", "Womb 1: 2 Boss Items. Womb 2: Bible.", "Sheol: 1 Devil Room Item + 1 Black Heart. Cathedral: 1 Angel Room Item + 1 Eternal Heart.", "Dark Room: 1 Coin. Chest: 1 coin.", "Pandora's Box considers XL floors to always be the first floor of a chapter.", "This item disappears when used (One time use)."],"unlock": "Unlock this item by beating the Dark Room with Lazarus.","type": "Active","recharge": "One time use","itempool": "Shop, Red Chest","tags": "red chest pool, red chest item pool, shop room pool, shop item pool, blue box"},"The Parasite":{"class": "r-itm250","title": "The Parasite","id": 104,"pickup": "Split shot","info": ["Isaac's tears now split into two upon contact with enemies or the environment.", "Tears that split off from the main tear do less damage (tear damage * 0.25)."],"unlock": "Unlock this item by collecting two of the following items: Bob's Rotten Head, Dead Cat, Cricket's Head, Tammy's Head.","type": "Passive","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"The Peeper":{"class": "r-itm108","title": "The Peeper","id": 155,"pickup": "Plop!","info": ["Gives Isaac an eye companion that floats around the room and damages enemies on contact."],"unlock": "","type": "Passive, Familiar","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Pentagram":{"class": "r-itm119","title": "Pentagram","id": 51,"pickup": "DMG up","info": ["+1.0 Damage Up.", "Higher chance of a Devil Deal opening after the boss fight (Approximately +20% through testing)."],"unlock": "","type": "Passive","recharge": "","itempool": "Boss Room, Curse Room, Devil Room","tags": "curse room pool, devil pool, devil room pool, devil deal, boss room pool, boss room item, "},"PhD":{"class": "r-itm123","title": "PhD","id": 75,"pickup": "Better pills","info": ["All pills now have a positive or neutral effect.", "Pills are identified before using them.", "Drops one pill on pickup.", "Heals for 2 full red hearts."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room, Shop","tags": "shop room pool, shop item pool, item room, treasure room, item room pool"},"Piggy Bank":{"class": "r-itm149","title": "Piggy Bank","id": 227,"pickup": "My life savings","info": ["+3 Coins when picked up.", "When you take damage, 1 or 2 coins will drop on the floor."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room, Shop","tags": "shop room pool, shop item pool, item room, treasure room, item room pool"},"Pisces":{"class": "r-itm226","title": "Pisces","id": 309,"pickup": "Tears up + knockback shot","info": ["+0.16 Tears Up.", "Tears now have a knockback effect, which pushes enemies backwards.", "One of the twelve zodiac items available in the game."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "astrology, astronomy, item room, treasure room, item room pool"},"Placenta":{"class": "r-itm225","title": "Placenta","id": 218,"pickup": "HP up + regen","info": ["+1 Health Up.", "Gives the player health regeneration over time."],"unlock": "","type": "Passive","recharge": "","itempool": "Boss Room","tags": "boss room pool, boss room item, the lost item pool"},"Pinking Shears":{"class": "r-itm090","title": "Pinking Shears","id": 107,"pickup": "Cut and run","info": ["Cuts Isaac's head from his body for the current room, allowing him to fly and leaving the decapitated body to run around attacking enemies."],"unlock": "","type": "Active","recharge": "6 rooms","itempool": "Item Room","tags": "item room, treasure room, item room pool, scissors, cutters, snip"},"The Polaroid":{"class": "r-itm307","title": "The Polaroid","id": 327,"pickup": "Fate chosen","info": ["Gives Isaac an invincibility shield for a few seconds when hit down to 1/2 heart remaining.", "Gives you access to the Chest floor.", "When unlocked, is guaranteed to drop after the Mom's Foot boss fight."],"unlock": "Unlock this item by beating Isaac in the Cathedral 5 times.","type": "Passive","recharge": "","itempool": "None (Mom's foot boss only)","tags": ""},"Polyphemus":{"class": "r-itm150","title": "Polyphemus","id": 169,"pickup": "Mega tears","info": ["High Damage Up - 2 * (damage + 4).", "Tears Down significantly (Tear delay * 2.1 + 3).", "If a tear kills an enemy, it continues to travel forward with the leftover damage."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool, large eye, cyclops, one eye, "},"A Pony":{"class": "r-itm117","title": "A Pony","id": 130,"pickup": "Flight + dash attack","info": ["Allows Isaac to fly while the Pony is held.", "Sets your speed stat to 1.5 if it isn't already that high.", "When the active attack is used, Isaac will dash across the screen dealing 40 contact damage to anything he hits.", "Drops from the Headless Horseman boss fight."],"unlock": "","type": "Active","recharge": "6 rooms","itempool": "None (Headless horseman only)","tags": "headless horseman, headless horsemen"},"The Poop":{"class": "r-itm334","title": "The Poop","id": 36,"pickup": "Plop!","info": ["Drops a poop on the floor.", "Blue Baby starts with this item.", "Can be placed next to a pit and exploded to make a bridge.", "Can be placed over a broken red poop to overwrite it, causing it to no longer regenerate."],"unlock": "","type": "Active","recharge": "1 room","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Portable Slot":{"class": "r-itm355","title": "Portable Slot","id": 177,"pickup": "Gamble 24/7","info": ["Using the portable slot takes a coin and has a chance to give a pickup - Exactly the same as how the normal slot machines work."],"unlock": "","type": "Active","recharge": "Instant","itempool": "Shop, Beggar","tags": "normal beggar pool, normal judgement pool, coin beggar pool, coin judgement pool, shop room pool, shop item pool, "},"Prayer Card":{"class": "r-itm208","title": "Prayer Card","id": 146,"pickup": "Reusable eternity","info": ["Gives Isaac an eternal heart when used.", "Taking an eternal heart to the next floor or collecting two on the same floor gives you an extra heart container."],"unlock": "","type": "Active","recharge": "6 rooms","itempool": "Item Room, Angel Room","tags": "angel room pool, god room pool, angel room item, item room, treasure room, item room pool, the lost item pool"},"Proptosis":{"class": "r-itm175","title": "Proptosis","id": 261,"pickup": "Short range mega tears","info": ["Gives Isaac damage tears with a short range.", "Tear size and damage falls off very fast with this item, the further the tear travels the less damage it does.", "Tear damage starts at double (+100%) and decreases over range to roughly (+30%).", "Despite the very small tears visually, Proptosis is always a damage up at any range."],"unlock": "","type": "Passive, Tear Modifier","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Punching Bag":{"class": "r-itm045","title": "Punching Bag","id": 281,"pickup": "Scape goat","info": ["Spawns a friendly Mulligan that walks around the room. Mulligan can be hit by enemy projectiles, making him a good shield.", "Enemies will sometimes target the Mulligan if he is closer."],"unlock": "","type": "Passive, Familiar","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Pyro":{"class": "r-itm064","title": "Pyro","id": 190,"pickup": "99 bombs","info": ["+99 Bombs."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room, Secret Room","tags": "secret room pool, item room, treasure room, item room pool"},"Pyromaniac":{"class": "r-itm190","title": "Pyromaniac","id": 223,"pickup": "Hurts so good +5 bombs","info": ["+5 Bombs", "All explosions now heal Isaac for 1 heart instead of hurting him.", "Isaac will also be healed by other sources such as Mom's leg stomp, Satan's leg stomp."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"A Quarter":{"class": "r-itm325","title": "A Quarter","id": 74,"pickup": "+25 coins","info": ["+25 Coins", "Has a very small chance to drop after destroying one of the pots that appear in the Basement and Cellar floors."],"unlock": "Unlock this item by beating Mom's Heart 8 times.","type": "Passive","recharge": "","itempool": "Item Room, Secret Room","tags": "secret room pool, item room, treasure room, item room pool"},"Rainbow Baby":{"class": "r-itm063","title": "Rainbow Baby","id": 174,"pickup": "Random buddy","info": ["A familiar the follows Isaac and fires random tears.", "Rainbow Baby's tears can choose from any of the other familiars, such as homing, spectral, tar shots etc."],"unlock": "","type": "Passive, Familiar","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Raw Liver":{"class": "r-itm242","title": "Raw Liver","id": 16,"pickup": "HP up","info": ["+2 Health Up.", "Full red heart heal."],"unlock": "","type": "Passive","recharge": "","itempool": "Secret Room","tags": "secret room pool, the lost item pool"},"Razor Blade":{"class": "r-itm308","title": "Razor Blade","id": 126,"pickup": "Feel my pain","info": ["When used, deals damage to Isaac in exchange for +1.2 damage up which lasts for the current room."],"unlock": "Unlock this item by beating Satan with Eve.","type": "Active","recharge": "Instant","itempool": "Devil Room","tags": "devil pool, devil room pool, devil deal, the lost item pool"},"Red Candle":{"class": "r-itm309","title": "Red Candle","id": 289,"pickup": "Flame on","info": ["Allows you to fire a red flame infront of you, similar to the Blue Candle item, however the flame will stay for the current room.", "Each flame deals 125 total damage.", "The flame will shrink in size when deals damage to something and eventually disappear."],"unlock": "Unlock this item by donating 400 pennies to the Shop.","type": "Active","recharge": "Timed (A few seconds)","itempool": "Shop","tags": "shop room pool, shop item pool, "},"The Relic":{"class": "r-itm310","title": "The Relic","id": 98,"pickup": "Soul generator","info": ["A blue cross that follows Isaac and drops a soul heart every 4 rooms."],"unlock": "Unlock this item by beating the Isaac boss with Maggy.","type": "Passive, Familiar","recharge": "","itempool": "Item Room, Angel Room","tags": "angel room pool, god room pool, angel room item, item room, treasure room, item room pool, the lost item pool"},"Remote Detonator":{"class": "r-itm102","title": "Remote Detonator","id": 137,"pickup": "Remote bomb detonation","info": ["+5 Bombs.", "Bombs no longer automatically explode and will only do so when you activate the remote detonator.", "Can be used to detonate Dr. Fetus bombs early."],"unlock": "","type": "Active","recharge": "Instant","itempool": "Item Room, Shop","tags": "boss rush pool, boss rush room, shop room pool, shop item pool, item room, treasure room, item room pool"},"Robo-Baby":{"class": "r-itm067","title": "Robo-Baby","id": 95,"pickup": "Friends till the bzzzttt","info": ["A familiar which follows Isaac and shoots lasers, similar to the Technology item.", "Robo-Baby's laser is spectral and piercing (It will pass through rocks and objects in the environment)", "Robo-Baby's lasers deal 3.5 damage per hit."],"unlock": "","type": "Passive, Familiar","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool, robo baby, robot baby, "},"Robo-Baby 2.0":{"class": "r-itm311","title": "Robo-Baby 2.0","id": 267,"pickup": "We worked out all the kinks","info": ["A familiar that is controlled via the arrow keys and will automatically fire a laser if anything is in its line of sight.", "Robo-Baby 2.0's lasers deal 3.5 damage per hit."],"unlock": "Unlock this item by beating Challenge #16.","type": "Passive, Familiar","recharge": "","itempool": "Item Room","tags": "robo baby 2.0, item room, treasure room, item room pool"},"Roid Rage":{"class": "r-itm244","title": "Roid Rage","id": 14,"pickup": "Speed and range up","info": ["+0.6 Speed Up.", "+5.25 Range Up.", "+0.5 Shot Height."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room, Boss Room, Demon Beggar","tags": "demon beggar pool, demon judgement pool, devil beggar pool, boss room pool, boss room item, item room, treasure room, item room pool, syringe, needle, injection, "},"Rosary":{"class": "r-itm176","title": "Rosary","id": 72,"pickup": "Faith up","info": ["+3 Soul Hearts.", "Adds several instances of The Bible item into the Boss Room, Shop, Beggar, Secret Room, Gold Chest and Devil Pools."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room, Angel Room","tags": "angel room pool, god room pool, angel room item, item room, treasure room, item room pool, the lost item pool"},"Rotten Baby":{"class": "r-itm026","title": "Rotten Baby","id": 268,"pickup": "Infested friend","info": ["A familiar which follows Isaac and spawns a blue flies.", "Rotten Baby can only create one fly at a time, meaning if he has created a fly he cannot make another until it is used.", "Blue Flies do 2.0x of Isaac's damage.", "The Hive Mind item will cause Rotten Baby's flies to deal double damage."],"unlock": "","type": "Passive, Familiar","recharge": "","itempool": "Item Room, Devil Room","tags": "devil pool, devil room pool, devil deal, item room, treasure room, item room pool"},"Rotten Meat":{"class": "r-itm027","title": "Rotten Meat","id": 26,"pickup": "HP up","info": ["+1 Health Up"],"unlock": "","type": "Passive","recharge": "","itempool": "Boss Room, Beggar, Challenge Room","tags": "dungeon room, challenge room pool, blood challenge room, arena pool, normal beggar pool, normal judgement pool, coin beggar pool, coin judgement pool, boss room pool, boss room item, the lost item pool"},"Rubber Cement":{"class": "r-itm211","title": "Rubber Cement","id": 221,"pickup": "Bouncing tears","info": ["Isaac's tears now bounce off walls and objects in the environment, such as rocks and pots.", "Allows tears to hit the same enemy multiple times.", "If you also have Lost Contact, tears will bounce off enemy projectiles instead of being destroyed."],"unlock": "Unlock this item by beating Mom's heart 2 times.","type": "Passive","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Sack of Pennies":{"class": "r-itm312","title": "Sack of Pennies","id": 94,"pickup": "Gives money","info": ["A bag that floats around following Isaac and drops a random coin every 2 rooms."],"unlock": "Unlock this item by beating Isaac with Cain.","type": "Passive, Familiar","recharge": "","itempool": "Item Room, Secret Room","tags": "secret room pool, item room, treasure room, item room pool"},"Sacred Heart":{"class": "r-itm351","title": "Sacred Heart","id": 182,"pickup": "Homing shots + DMG up","info": ["Tears are now white, do a lot more damage and move slower across the screen with a homing effect.", "Health Up.", "Damage Up (damage * 2.3 + 1).", "-0.4 Tears Down.", "-0.25 Shot Speed Down.", "+0.375 Range Up.", "+0.75 Tear Height.", "Full red heart heal."],"unlock": "","type": "Passive, Tear Modifier","recharge": "","itempool": "Angel Room","tags": "angel room pool, god room pool, angel room item"},"Sacrificial Dagger":{"class": "r-itm313","title": "Sacrificial Dagger","id": 172,"pickup": "My fate protects me","info": ["Gives Isaac an orbital knife that does extremely high damage on contact with enemies.", "The Sacrificial Dagger does block shots in Rebirth, unlike the original game.", "Synergises very well with invulnerability items such as Book of Shadows."],"unlock": "Unlock this item by beating the Chest with Eve.","type": "Passive, Orbital","recharge": "","itempool": "Item Room, Devil Room","tags": "devil pool, devil room pool, devil deal, item room, treasure room, item room pool"},"Sad Bombs":{"class": "r-itm206","title": "Sad Bombs","id": 220,"pickup": "Tear blast +5 bombs","info": ["+5 Bombs", "Everytime a bomb explodes, it will release a circle of tears outwards, much like the Tammy's Head effect.", "The tears caused by Sad Bombs are much larger and do a lot more damage than Isaac's normal tears."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "boss rush pool, boss rush room, item room, treasure room, item room pool"},"The Sad Onion":{"class": "r-itm028","title": "The Sad Onion","id": 1,"pickup": "Tears up","info": ["+0.7 Tears Up"],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Safety Pin":{"class": "r-itm101","title": "Safety Pin","id": 339,"pickup": "Evil up + range + shot speed","info": ["+5.25 Range Up.", "+0.16 Shot Speed Up.", "+1 Black Heart.", "+0.5 Tear Height.", "When depleted, Black Hearts deal 40 damage to the entire room, in a Necronomicon style effect."],"unlock": "","type": "Passive","recharge": "","itempool": "Boss Room","tags": "boss room pool, boss room item, "},"Sagittarius":{"class": "r-itm125","title": "Sagittarius","id": 306,"pickup": "Penetrative shot + speed up","info": ["+0.2 Speed Up.", "Tears now turn into arrow heads and pierce through enemies.", "Tears do not travel through rocks with this item.", "One of the twelve zodiac items available in the game."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "astrology, astronomy, item room, treasure room, item room pool "},"Samson's Chains":{"class": "r-itm314","title": "Samson's Chains","id": 321,"pickup": "The ol' ball and chain","info": ["An iron ball and chain attached to Isaac, very similar to Guppy's Hairball that you can fling around to deal damage.", "The ball will block enemy shots and can also destroy environmental objects such as rocks, mushrooms and skulls.", "Does not decrease your movement speed stat but will cause you to become slower due to its weight."],"unlock": "Unlock this item by beating Boss Rush with Samson.","type": "Passive, Familiar","recharge": "","itempool": "Item Room, Secret Room","tags": "secret room pool, item room, treasure room, item room pool"},"The Satanic Bible":{"class": "r-itm315","title": "The Satanic Bible","id": 292,"pickup": "Reusable evil","info": ["When used, gives Isaac +1 Black Heart.", "When depleted, Black Hearts deal 40 damage to the entire room, in a Necronomicon style effect."],"unlock": "Unlock this item by beating the Isaac boss with Azazel.","type": "Active","recharge": "6 rooms","itempool": "Item Room, Library, Devil Room","tags": "library pool, library room, book room pool, devil pool, devil room pool, devil deal, item room, treasure room, item room pool, the lost item pool"},"Scapular":{"class": "r-itm085","title": "Scapular","id": 142,"pickup": "You have been blessed","info": ["Once per room when you are damaged down to half a heart, you gain 1 soul heart."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room, Angel Room","tags": "angel room pool, god room pool, angel room item, item room, treasure room, item room pool, the lost item pool"},"Scissors":{"class": "r-itm316","title": "Scissors","id": 325,"pickup": "Lose your head","info": ["Similar to the Pinking Shears, when used will cut your head from your body, however this item allows you to control Isaac's body.", "Isaac's detached head will remain stationary and shoot tears in the direction you are firing."],"unlock": "Unlock this item by dying 100 times.","type": "Active","recharge": "6 rooms","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Scorpio":{"class": "r-itm177","title": "Scorpio","id": 305,"pickup": "Poison tears","info": ["Isaac's tears turn bright green and always apply a poison effect to enemies which deals 4 or 6 damage per tick.", "Gives Dr. Fetus bombs a big increase in damage.", "One of the twelve zodiac items available in the game."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "astrology, astronomy, item room, treasure room, item room pool"},"Screw":{"class": "r-itm029","title": "Screw","id": 255,"pickup": "Tears + shot speed up","info": ["+0.5 Tears Up", "+0.2 Shot Speed Up"],"unlock": "","type": "Passive","recharge": "","itempool": "Boss Room","tags": "boss room pool, boss room item, "},"Sharp plug":{"class": "r-itm210","title": "Sharp plug","id": 205,"pickup": "Charge with blood","info": ["When your spacebar item is out of charge, you can press spacebar to use it at the cost of 2 health.", "This item only costs 1/2 a heart to use if you have The Wafer or the Cancer item.", "The Sharp Plug will take health from Soul/Black hearts (if any) before taking red hearts."],"unlock": "","type": "Passive","recharge": "","itempool": "Shop","tags": "shop room pool, shop item pool, the lost item pool"},"Shoop Da Whoop":{"class": "r-itm042","title": "Shoop Da Whoop","id": 49,"pickup": "BLLLARRRRGGG!","info": ["When used, fires a high damage laser in a straight line across the room in a similar way to Brimstone.", "Laser damage is based on your damage stat. One full laser deals your tear damage * 7 (Almost half as much as one Brimstone laser)."],"unlock": "","type": "Active","recharge": "2 rooms","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Sissy Long Legs":{"class": "r-itm054","title": "Sissy Long Legs","id": 280,"pickup": "She loves you","info": ["An adorable friendly blue spider that walks around the room laying other blue spiders which attack enemies.", "Blue Spiders do 2.5x of Isaac's damage."],"unlock": "","type": "Passive, Familiar","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool, q t 3.14, dark bum, otp"},"Sister Maggy":{"class": "r-itm030","title": "Sister Maggy","id": 67,"pickup": "Friends 'till the end","info": ["A familiar which follows Isaac around and shoots blood tears that deal 3.5 damage."],"unlock": "","type": "Passive, Familiar","recharge": "","itempool": "Item Room, Devil Room","tags": "devil pool, devil room pool, devil deal, item room, treasure room, item room pool"},"Skatole":{"class": "r-itm178","title": "Skatole","id": 9,"pickup": "Fly love","info": ["All fly enemies are no longer aggressive towards Isaac.", "Is only available from the shell game in the arcade.", "Can be won from the arcade skull game.", "Picking up this item as well as 2 other fly-type items will allow you to transform into Lord of the Flies."],"unlock": "","type": "Passive","recharge": "","itempool": "None (Arcade shell game only)","tags": "arcade, skull game, "},"Skeleton Key":{"class": "r-itm357","title": "Skeleton Key","id": 17,"pickup": "99 keys","info": ["+99 Keys"],"unlock": "","type": "Passive","recharge": "","itempool": "Secret Room","tags": "secret room pool, "},"The Small Rock":{"class": "r-itm317","title": "The Small Rock","id": 90,"pickup": "DMG up","info": ["+1.0 Damage Up.", "Does not affect your tears or speed stats like it did in the original game.", "Has a chance to drop when exploding a tinted rock."],"unlock": "Unlock this item by destroying 100 tinted rocks.","type": "Passive","recharge": "","itempool": "None (Tinted rock only)","tags": "tinted rock, marked rock, "},"Smart Fly":{"class": "r-itm194","title": "Smart Fly","id": 264,"pickup": "Revenge fly","info": ["A yellow orbital fly that will block shots and when Isaac gets hit, will seek out the nearest enemy and attack it.", "If the fly is in its attacking state and there are no longer any enemies in range, it will return to Isaac and go back to being a defensive orbital.", "Picking up this item as well as 2 other fly-type items will allow you to transform into Lord of the Flies."],"unlock": "","type": "Passive, Familiar","recharge": "","itempool": "Item Room, Key Beggar","tags": "key master pool, key beggar pool, key judgement pool, item room, treasure room, item room pool"},"SMB Super Fan":{"class": "r-itm318","title": "SMB Super Fan","id": 189,"pickup": "All stats up","info": ["Isaac turns red like Meatboy.", "+1 Health Up.", "+0.3 Damage Up.", "+0.2 Tears Up.", "+0.5 Range Up.", "+0.2 Speed Up.", "+1.0 Tear Height.", "Full red heart heal."],"unlock": "Unlock this item by beating Challenge #14.","type": "Passive","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"A Snack":{"class": "r-itm214","title": "A Snack","id": 346,"pickup": "HP up","info": ["+1 Health Up."],"unlock": "","type": "Passive","recharge": "","itempool": "Boss Room","tags": "boss room pool, boss room item, the lost item pool"},"The Soul":{"class": "r-itm319","title": "The Soul","id": 335,"pickup": "I am all","info": ["+2 Soul Hearts.", "Enemy projectiles will now slowly curve away from Isaac and avoid hitting him."],"unlock": "Unlock this item by beating Dark Room with The Lost.","type": "Passive","recharge": "","itempool": "Item Room, Angel Room","tags": "angel room pool, god room pool, angel room item, item room, treasure room, item room pool"},"Soy Milk":{"class": "r-itm215","title": "Soy Milk","id": 330,"pickup": "DMG down + tears way up","info": ["Very high Tears Up: (delay /4) - 2", "-80% Damage Down."],"unlock": "","type": "Passive, Tear Modifier","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Speed Ball":{"class": "r-itm031","title": "Speed Ball","id": 143,"pickup": "Speed + shot speed up","info": ["+0.3 Speed Up.", "+0.2 Shot Speed Up."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room, Boss Room, Demon Beggar","tags": "demon beggar pool, demon judgement pool, devil beggar pool, boss room pool, boss room item, item room, treasure room, item room pool, syringe, needle, injection, "},"Spelunker Hat":{"class": "r-itm151","title": "Spelunker Hat","id": 91,"pickup": "See-through doors","info": ["Reveals the location of the Secret room, playing a jingle when it is shown."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool, spelunky"},"Spider Butt":{"class": "r-itm135","title": "Spider Butt","id": 171,"pickup": "Mass enemy slowdown + damage","info": ["Upon use, does 10 damage to all enemies in the room and gives them a slowing effect."],"unlock": "","type": "Active","recharge": "2 rooms","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Spider Bite":{"class": "r-itm200","title": "Spider Bite","id": 89,"pickup": "Slow effect","info": ["Tears now have a chance of slowing enemies and their projectiles for a short time.", "The chance to slow enemies is affected by your luck stat and at +15 Luck it will activate every time."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Spiderbaby":{"class": "r-itm179","title": "Spiderbaby","id": 211,"pickup": "Spider revenge","info": ["Creates friendly attack spiders when Isaac is damaged."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool, the lost item pool"},"Spirit of the Night":{"class": "r-itm180","title": "Spirit of the Night","id": 159,"pickup": "Scary","info": ["Gives Isaac the ability to fly and spectral tears."],"unlock": "","type": "Passive","recharge": "","itempool": "Devil Room","tags": "devil pool, devil room pool, devil deal"},"Spoon Bender":{"class": "r-itm220","title": "Spoon Bender","id": 3,"pickup": "Homing shots","info": ["Gives Isaac's tears a homing effect."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Squeezy":{"class": "r-itm152","title": "Squeezy","id": 196,"pickup": "Tears up","info": ["+2 Soul Hearts.", "+0.4 Tears Up."],"unlock": "","type": "Passive","recharge": "","itempool": "Boss Room","tags": "boss room pool, boss room item, mr. squeezy, mr squeezy, cobaltstreak"},"Starter Deck":{"class": "r-itm347","title": "Starter Deck","id": 251,"pickup": "Extra card room","info": ["Isaac can now hold 2 tarot cards at once.", "All future pill drops (including Mom's Coin Purse) will now instead become Tarot card drops.", "An item only available in the Shop room."],"unlock": "","type": "Passive","recharge": "","itempool": "Shop","tags": "shop room pool, shop item pool, "},"Steam Sale":{"class": "r-itm153","title": "Steam Sale","id": 64,"pickup": "50% off","info": ["Items in the shop are now -50% off, rounded down to the nearest whole number."],"unlock": "","type": "Passive","recharge": "","itempool": "Shop","tags": "shop room pool, shop item pool, "},"Stem Cells":{"class": "r-itm222","title": "Stem Cells","id": 176,"pickup": "HP up","info": ["+1 Health Up.", "+0.16 Shot Speed Up."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room, Boss Room","tags": "boss room pool, boss room item, item room, treasure room, item room pool"},"Steven":{"class": "r-itm358","title": "Steven","id": 50,"pickup": "DMG up","info": ["+1 Damage Up.", "Has a chance to drop from the Steven boss fight."],"unlock": "Unlock this item by beating the Basement 40 times and defeating the Steven boss.","type": "Passive","recharge": "","itempool": "None (Steven boss only)","tags": ""},"Stigmata":{"class": "r-itm181","title": "Stigmata","id": 138,"pickup": "DMG + HP up","info": ["+1 Health Up.", "+0.3 Damage Up."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Stop Watch":{"class": "r-itm320","title": "Stop Watch","id": 232,"pickup": "Let's slow this down a bit","info": ["Gives a permanent slowing effect to all enemies in the room and their projectiles.", "The slowing effect has a reduced effect against Brimstone lasers fired by enemies."],"unlock": "Unlock this item by donating 999 pennies to the Shop.","type": "Passive","recharge": "","itempool": "Shop","tags": "shop room pool, shop item pool, stopwatch"},"Strange Attractor":{"class": "r-itm245","title": "Strange Attractor","id": 315,"pickup": "Magnetic tears","info": ["Enemies and pickups (keys, bombs etc.) are now magnetically attracted to Isaac's tears.", "Can cause some enemies to have unpredictable movement."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Super Bandage":{"class": "r-itm321","title": "Super Bandage","id": 92,"pickup": "+2 hearts","info": ["+1 Health Up.", "+2 Soul Hearts"],"unlock": "Unlock this item by making a Super Bandage Girl.","type": "Passive","recharge": "","itempool": "Item Room, Boss Room","tags": "boss room pool, boss room item, item room, treasure room, item room pool, the lost item pool"},"Synthoil":{"class": "r-itm104","title": "Synthoil","id": 345,"pickup": "DMG up + range","info": ["+1.0 Damage Up.", "+5.25 Range Up.", "+0.5 Tear Height."],"unlock": "","type": "Passive","recharge": "","itempool": "Boss Room","tags": "boss room pool, boss room item, syringe"},"Tammy's Head":{"class": "r-itm086","title": "Tammy's Head","id": 38,"pickup": "Reusable tear burst","info": ["Fires 10 tears in a circle around Isaac.", "Each tear is equal to your damage stat + 25 flat damage.", "Synergizes very well with most tear effects including tear modifiers like Mom's Knife and Brimstone."],"unlock": "","type": "Active","recharge": "1 room","itempool": "Gold Chest","tags": "golden chest pool, gold chest pool, "},"Taurus":{"class": "r-itm052","title": "Taurus","id": 299,"pickup": "Speed down + rage is building","info": ["-0.3 Speed Down.", "While in a hostile room your speed raises at a rate of 0.065 per second.", "When you hit a speed stat of 2.0, Isaac will gain the My Little Unicorn invincibility effect for a few seconds, increasing speed and allowing him to run into enemies to deal 40 contact damage per hit.", "The time it takes for the effect to activate becomes shorter with a higher base Speed stat.", "One of the twelve zodiac items available in the game."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "astrology, astronomy, item room, treasure room, item room pool"},"Tech.5":{"class": "r-itm322","title": "Tech.5","id": 244,"pickup": "It's still being tested","info": ["Gives Isaac a laser which is positioned in the centre of his head and will fire at random intervals while firing tears.", "Each laser does damage equal to your current tear damage.", "Luck has no effect on the rate at which Tech.5 fires and does not scale with items that increase your tears stat."],"unlock": "Unlock this item by beating Challenge #18.","type": "Passive, Tear Modifier","recharge": "","itempool": "Item Room","tags": "technology.5, item room, treasure room, item room pool"},"Technology":{"class": "r-itm056","title": "Technology","id": 68,"pickup": "Laser tears","info": ["Isaac's tears are replaced with a laser that has unlimited range and can only fire at right angles.", "Lasers travel through enemies but not rocks."],"unlock": "","type": "Passive, Tear Modifier","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Technology 2":{"class": "r-itm191","title": "Technology 2","id": 152,"pickup": "Laser","info": ["Isaac now also has a laser which fires continuously and does damage very rapidly.", "-35% Damage Down."],"unlock": "","type": "Passive, Tear Modifier","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Telepathy for Dummies":{"class": "r-itm344","title": "Telepathy for Dummies","id": 192,"pickup": "Temporary psychic shot","info": ["When used, Isaac gains homing shots for the current room."],"unlock": "","type": "Active","recharge": "2 rooms","itempool": "Item Room, Library","tags": "library pool, library room, book room pool, item room, treasure room, item room pool, yellow book how to"},"Teleport":{"class": "r-itm154","title": "Teleport","id": 44,"pickup": "Teleport!","info": ["Teleports Isaac to a random location on the map.", "Has a very small chance to teleport you to the I AM ERROR room."],"unlock": "","type": "Active","recharge": "2 rooms","itempool": "Item Room","tags": "item room, treasure room, item room pool, blue remote"},"There's Options":{"class": "r-itm218","title": "There's Options","id": 249,"pickup": "More options","info": ["Two items now spawn after beating a boss, however only one can be taken.", "Appears in the shop pool.", "Unlocked by donating to the donation machine in the shop."],"unlock": "Unlock this item by donating 50 pennies to the Shop.","type": "Passive","recharge": "","itempool": "Shop","tags": "shop room pool, shop item pool, "},"Thunder Thighs":{"class": "r-itm081","title": "Thunder Thighs","id": 314,"pickup": "HP + speed down + you feel strong","info": ["+1 Health Up.", "-0.4 Speed Down.", "You can now break poop, rocks and skulls by walking over them.", "Allows you to crush Red Poops and sometimes not take damage. However, If you also have flying you will always take damage."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Tiny Planet":{"class": "r-itm032","title": "Tiny Planet","id": 233,"pickup": "Orbiting tears + range up","info": ["+7.0 Tear Height.", "Tears now revolve around Isaac's Body at the distance of an attack fly."],"unlock": "","type": "Passive, Tear Modifier","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Toothpicks":{"class": "r-itm183","title": "Toothpicks","id": 183,"pickup": "Tears + shot speed up","info": ["+0.7 Tears Up.", "+0.16 Shot Speed Up.", "Does not increase your damage, simply makes your tears red."],"unlock": "","type": "Passive","recharge": "","itempool": "Boss Room","tags": "boss room pool, boss room item, "},"Torn Photo":{"class": "r-itm065","title": "Torn Photo","id": 341,"pickup": "Tears + shot speed up","info": ["+0.7 Tears Up.", "+0.16 Shot Speed Up."],"unlock": "","type": "Passive","recharge": "","itempool": "Boss Room","tags": "boss room pool, boss room item, "},"Tough Love":{"class": "r-itm129","title": "Tough Love","id": 150,"pickup": "Tooth shot","info": ["Isaac has a random chance to fire a tooth shot instead of a tear sometimes.", "Teeth shots deal damage equal to your tear damage * 3.2.", "The chance to fire a tooth is affected by your luck stat and at +9 Luck it will activate every time.", "Synergizes well with some tear modifiers such as Ipecac, which causes it to do massive damage."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Transcendence":{"class": "r-itm323","title": "Transcendence","id": 20,"pickup": "We all float down here...","info": ["Gives Isaac the ability to fly."],"unlock": "Unlock this item by beating Mom's Heart 3 times.","type": "Passive","recharge": "","itempool": "Secret Room","tags": "secret room pool, the lost item pool"},"Treasure Map":{"class": "r-itm335","title": "Treasure Map","id": 54,"pickup": "Full visible map","info": ["Reveals the entire map for every floor not including the secret room locations.", "Does not show the icons for any unknown rooms."],"unlock": "","type": "Passive","recharge": "","itempool": "Shop, Beggar","tags": "normal beggar pool, normal judgement pool, coin beggar pool, coin judgement pool, shop room pool, shop item pool, "},"Trinity Shield":{"class": "r-itm212","title": "Trinity Shield","id": 243,"pickup": "You feel guarded","info": ["Puts a shield in front of Isaac which blocks projectiles."],"unlock": "","type": "Passive","recharge": "","itempool": "Angel Room","tags": "angel room pool, god room pool, angel room item"},"Undefined":{"class": "r-itm266","title": "Undefined","id": 324,"pickup": "Undefined","info": ["Upon use, teleports you to one of the following rooms at random: Item room, Secret room, Super secret room, the I AM ERROR room or the Black Market (very low chance).", "Allows you to loop through and the final floor infinitely. If you can get Undefined to teleport you to an I AM ERROR room, there will be a beam of light that takes you back to a new Chest/Dark Room floor with the same layout and refreshed rooms."],"unlock": "Unlock this item by beating Boss Rush with Eden.","type": "Active","recharge": "6 rooms","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Unicorn Stump":{"class": "r-itm132","title": "Unicorn Stump","id": 298,"pickup": "You feel stumped","info": ["When used, turns Isaac invincible and gains +0.28 speed for a few seconds.", "You cannot fire tears while the stump is active.", "Very similar to the My Little Unicorn item but does not deal contact damage."],"unlock": "","type": "Active","recharge": "1 room","itempool": "Item Room","tags": "item room, treasure room, item room pool"},"Virgo":{"class": "r-itm246","title": "Virgo","id": 303,"pickup": "You feel refreshed and protected","info": ["A random chance when you take damage to get an invincibility shield for a few seconds (Similar to the Celtic Cross effect but more likely).", "The chance to get an invincibility shield is affected by your luck stat and at +10 Luck it will activate every time you get hit.", "Gives you the PhD effect, turning all negative pills into positive ones.", "One of the twelve zodiac items available in the game."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "astrology, astronomy, item room, treasure room, item room pool"},"The Virus":{"class": "r-itm197","title": "The Virus","id": 13,"pickup": "Poison touch","info": ["Deals poison damage on contact with enemies (Damage over time 4 or 6 per tick).", "This item is not a speed down like it was in the original game."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room, Demon Beggar","tags": "demon beggar pool, demon judgement pool, devil beggar pool, item room, treasure room, item room pool, syringe, needle, injection, the lost item pool"},"The Wafer":{"class": "r-itm105","title": "The Wafer","id": 108,"pickup": "Damage resistance","info": ["Lowers all damage taken by half rounding up to the nearest half-heart.", "The Wafer becomes most effective in the Womb and beyond where enemies all deal a whole heart of damage.", "The Wafer causes the Sharp Plug item to only cost 1/2 a heart per use."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room, Angel Room","tags": "angel room pool, god room pool, angel room item, item room, treasure room, item room pool, communion, the lost item pool"},"We Need To Go Deeper":{"class": "r-itm336","title": "We Need To Go Deeper","id": 84,"pickup": "Reusable level skip","info": ["Spawns a trapdoor at Isaac's feet which allows him to travel to the next floor.", "The trapdoor has a small chance (roughly 1/10) to become a Black Market."],"unlock": "","type": "Active","recharge": "6 rooms","itempool": "Secret Room, Devil Room","tags": "secret room pool, devil pool, devil room pool, devil deal"},"White Pony":{"class": "r-itm352","title": "White Pony","id": 181,"pickup": "Flight + holy death","info": ["Allows Isaac to fly while the White Pony is held.", "Sets your speed stat to 1.5 if it isn't already that high.", "Has a spacebar effect which is the same as the Crack the Sky item, which spawns white beams of light from the sky that deal 20 damage to enemies.", "The charge of the spacebar attack deals 40 damage on contact with enemies.", "Drops from the Conquest boss fight."],"unlock": "","type": "Active","recharge": "6 rooms","itempool": "None (Conquest boss only)","tags": ""},"Whore of Babylon":{"class": "r-itm155","title": "Whore of Babylon","id": 122,"pickup": "Curse up","info": ["When you only have half a heart remaining, you enter a curse state which adds +1.5 damage and +0.3 speed.", "When playing as Eve, this item activates with one FULL heart remaining, unlike the other characters.", "One of Eve's starting items."],"unlock": "","type": "Passive","recharge": "","itempool": "Devil Room","tags": "devil pool, devil room pool, devil deal"},"Wire Coat Hanger":{"class": "r-itm247","title": "Wire Coat Hanger","id": 32,"pickup": "Tears up","info": ["+0.7 Tears Up."],"unlock": "Unlock this item by beating Mom's Heart 4 times.","type": "Passive","recharge": "","itempool": "Boss Room","tags": "boss room pool, boss room item, "},"Wooden Spoon":{"class": "r-itm115","title": "Wooden Spoon","id": 27,"pickup": "Speed up","info": ["+0.3 Speed Up."],"unlock": "","type": "Passive","recharge": "","itempool": "Boss Room","tags": "boss room pool, boss room item, "},"X-Ray Vision":{"class": "r-itm070","title": "X-Ray Vision","id": 76,"pickup": "I've seen everything","info": ["Reveals the entrance to secret rooms and automatically opens the hole, removing the need for bombs to enter."],"unlock": "","type": "Passive","recharge": "","itempool": "Item Room","tags": "item room, treasure room, item room pool, xray vision, xray glasses"},"Yum Heart":{"class": "r-itm185","title": "Yum Heart","id": 45,"pickup": "Reusable regeneration","info": ["Heals Isaac for one whole red heart."],"unlock": "","type": "Active","recharge": "4 rooms","itempool": "Item Room","tags": "item room, treasure room, item room pool, the lost item pool"}}