{"timeAliveStart":1410620110532,"emoteSet":"","filterLinks":true,"filterOffensive":false,"maxViewers":47,"filterSymbolsPercent":50,"filterCaps":true,"cooldown":7,"streamCount":0,"subsRegsMinusLinks":false,"logChat":false,"staticChannel":false,"subscriberAlert":false,"urbanEnabled":true,"filterCapsPercent":100,"topic":"","repeatedCommands":[{"messageDifference":0,"name":"timeouts","active":false,"delay":600},{"messageDifference":80,"name":"reddit","active":true,"delay":900},{"messageDifference":0,"name":"chibimsg","active":false,"delay":600},{"messageDifference":0,"name":"chibiill","active":false,"delay":600},{"messageDifference":0,"name":"timetable","active":false,"delay":600},{"messageDifference":0,"name":"brackets","active":false,"delay":900}],"extraLifeID":0,"steamID":"","timeoutDuration":10,"filterCapsMinCapitals":30,"enableThrow":true,"scheduledCommands":[],"signKicks":true,"updateDelay":120,"owners":["obsession16"],"filterCapsMinCharacters":0,"streamAlive":false,"filterEmotesMax":4,"filterEmotesSingle":false,"filterSymbols":false,"filterColors":false,"commands":[{"count":3,"restriction":1,"value":"Come into my van. BigBrother http:\/\/imgur.com\/Y7wrYpS","key":"chibivan"},{"count":3,"restriction":1,"value":"To Join the Chibi Crew, Gain Awesome Emotes or sub just to sub go here Kappa http:\/\/tinyurl.com\/Chibi-Sub and enjoy your time in the crew chibiLove","key":"sub"},{"count":3,"restriction":1,"value":"\"asking a streamer why they don't like adblock is like calling the cable company and telling them the cable you're stealing is out\" ~Emerald4980","key":"adblock"},{"count":4,"restriction":1,"value":"\"Mario is truly a beautiful, beautiful idiot\" <3 OpieOP - Chibi 2014","key":"mario"},{"count":1,"restriction":1,"value":"https:\/\/pbs.twimg.com\/media\/BzY7jnSCMAE66Em.jpg:large","key":"memewtf"},{"count":4,"restriction":1,"value":"\/me to get kapaaYella kappaPrince kappaEnvy kappaWarmth kappaDisco kappaYella and kappaBlues are Purchasable for Life for a 1 Time $3 Sub to Twitch.TV\/Twitch ( An Actual Twitch Official Promotional Channel ) These are NOT Turbo emotes and only attainable 1 way","key":"altkappa"},{"count":1580,"restriction":1,"value":"\/me You want to see who is casting? You can watch the time table here: http:\/\/tinyurl.com\/smash200","key":"timetable"},{"count":56,"restriction":1,"value":"It is time to go fast! Kappa","key":"sanic"},{"count":1,"restriction":1,"value":"It's hwoopz because it's fun to say Keepo chibiKawaii","key":"hwoopz"},{"count":2,"restriction":1,"value":"FAQ for the Tourny and Tourny Prize https:\/\/docs.google.com\/document\/d\/1uPdXGHJxA481yLfuaYB3MqABqG5G0Zg0q1pTfjSyXm8\/edit","key":"tournyfaq"},{"count":5,"restriction":1,"value":"click this link to learn all of coebot's basic commands: http:\/\/help.coebot.tv\/","key":"coebothelp"},{"count":94,"restriction":1,"value":"(_USER_) voted for Pepsiman and received a free pepsi. #Pepsiman2016","key":"pepsiman"},{"count":2,"restriction":1,"value":"Gonga Time Kappa http:\/\/www.matmartinez.net\/nsfw\/ sponsored link by Twitch.TV\/Gohan","key":"conga"},{"count":2,"restriction":1,"value":"!joinarena 1000","key":"arena1"},{"count":41,"restriction":1,"value":"Get hyped folks, stuff got real and bytes literally explode! Be aware, mighty Sora activated his legendary hax for you! Luck increased by OVER 9000!!!!!","key":"sorahax"},{"count":2,"restriction":1,"value":"Welcome to  PJSalt Technical Support. How may we hax you tonight? Keepo chibiKawaii","key":"haxx"},{"count":12,"restriction":1,"value":"asked Kidlink if he wants fries with his shake. Kappa","key":"kidlink"},{"count":1,"restriction":1,"value":"Why is the Mod Badge\/Sword on this Channel different? Simple Chibi is an FFZ Donor and has made use of their Custom badge offerings as such ALL FFZ Users or Donors will see the custom badge instead of the Sword TriHard chibiChill","key":"modbadge"},{"count":13,"restriction":1,"value":"Is Dauluigi here? IDK CHECK THE VIEWER LIST! Kappa","key":"dauluigi"},{"count":0,"restriction":1,"value":"We currently have 128 quotes!","key":"numquotes"},{"count":4,"restriction":1,"value":"\"I don't think you're streaming to Twitch.\" *turns off Twitch stream* -Chibi, 2014","key":"streaming"},{"count":3,"restriction":1,"value":"Sora will ask questions according to the content of the stream. You can set your answers by using the bet system. You have 10 seconds to answer them. Good luck everyone!","key":"soraminigame"},{"count":645,"restriction":1,"value":"Check out the ChibiCrew Reddit every so often, we'll be trying to do stuff there every so often and would love to see cool\/funny chibi related stuff you made! http:\/\/www.reddit.com\/r\/ChibiCrew\/ Currently we Have 1 Contest Going on in the Reddit!","key":"reddit"},{"count":1070,"restriction":1,"value":"Great news! Chibi is being allowed to return to streaming on a limited basis! Also Starting OCT 27TH \/ 28TH  We will be hosting a 24\/7 Charity and Community Marathon! Check Twitter under #WGDC or #WGDC2014  or Check here http:\/\/tl.gd\/n_1sdito4 for more Details <3 chibiKawaii chibiChill chibiLove","key":"chibimsg"},{"count":2,"restriction":1,"value":"\/me Well, I guess we done broke Chibi again. GG Kappa\/\/","key":"breakchibi"},{"count":0,"restriction":1,"value":"Who is Jos? Josh is Chibro21 Twitch.TV\/Chibro21 aka Chibi's Brother in real life! chibiLove","key":"josh"},{"count":55,"restriction":1,"value":"\/me Hello my friends! Here is your lovely CoeBot, duderino! Chibi doesn't feel so good today since he has a slight overdose of his meds. Therefore the SUB-TOURNEY is postponed! No worries, Chibi is in good hands chibiChill - You can send some registrations here in the chat to @LittleSora @ImTheLittleSeal or @PrincessKooh chibiHai","key":"chibiill"},{"count":0,"restriction":1,"value":"\/me Reminder to People looking for ORAS Codes Depending on the Method or source Codes May not be E-Mailed or distributed at various times in various ways lso some codes have a specific Validity period the code can be redeemed during! http:\/\/www.serebii.net\/omegarubyalphasapphire\/demo.shtml this list is Not all inclusive! PMTC Codes start Distribution on OCT 21ST http:\/\/www.pokemon.com\/us\/pokemon-news\/head-to-hoenn-early-with-the-pokemon-trainer-club\/","key":"orasdemon"},{"count":2,"restriction":1,"value":"So the mods can remember this later +raffle enable to start the raffle, +raffle reset to clear entries, +raffle winner to pick a winner, +raffle disable to turn it off.","key":"raffleinfo"},{"count":3,"restriction":1,"value":"That moment when you realize your mom is a chibimom http:\/\/imgur.com\/F6AIbDm ResidentSleeper","key":"mom"},{"count":12,"restriction":1,"value":"\/me Reminder to People looking for ORAS Codes Depending on the Method or source Codes May not be E-Mailed or distributed at various times in various ways lso some codes have a specific Validity period the code can be redeemed during!  http:\/\/tinyurl.com\/kq4cxee this list is Not all inclusive! PMTC Codes start Distribution on OCT 21ST http:\/\/tinyurl.com\/oqco33u","key":"orasdemo"},{"count":11120,"restriction":1,"value":"A friendly reminder to all chatters. I time you out when you post a link if a mod doesn't permit it first. If a mod doesn't say +permit (your username) you can not post a link!","key":"timeouts"},{"count":5,"restriction":1,"value":"chibiSquee  Please Go here to learn about our muffins system and prizes! Prices and prizes Subject to change http:\/\/tinyurl.com\/ChibiMuffinFAQ and Here to See available PokeMon Prizes http:\/\/tinyurl.com\/ChibiPokemonLists chibiObjection","key":"muffins"},{"count":3,"restriction":1,"value":"DO NOT! I reapeat NOT use the quote system for quotes. In this channel we use the quote system to add random responses to the +checkguns command","key":"quotes"},{"count":3,"restriction":1,"value":"It's hwoophz because it's fun to say Keepo chibiKawaii","key":"hwoophz"},{"count":3838,"restriction":1,"value":"(_USER_) (_QUOTE_)","key":"checkguns"},{"count":7,"restriction":1,"value":"Become a regular by attending streams and contributing to conversations in chat. Being melancholy about how you wish you could use commands doesn't help.","key":"how2reg"},{"count":635,"restriction":1,"value":"\/me Here are the tourney brackets! Remember: ANY Remaining Brackets From Friday Night  will Conclude on Sunday - http:\/\/challonge.com\/smash200t1","key":"brackets"},{"count":631,"restriction":1,"value":"A Very Special Thanks to ALL Our Smash 200 Marathon casters chibiLove Twitch.TV\/Gohan15243 Twitch.tv\/popskyy Twitch.TV\/Ramos_Online Twitch.tv\/InsaneVampaneze twitch.tv\/xChrisKobain twitch.tv\/VeakXP twitch.tv\/Gamercal twitch.tv\/Chibro21 Twitch.TV\/JaccaMacca100 Twitch.TV\/AsteriskRocks and More","key":"smash200casters"},{"count":46,"restriction":1,"value":"Yep these Arnt moldy yet OpieOP","key":"checkbuns"},{"count":7,"restriction":1,"value":"http:\/\/www.strawpoll.me\/2743223 Chibi fears Ads please let him know how and where you stand on Adverts chibiLove","key":"adverts"},{"count":95,"restriction":1,"value":"Warning (_PARAMETER_).exe has stopped responding, please restart the program.  chibiDerp","key":"exe"},{"count":9,"restriction":1,"value":"PICNIC INTENSIFIES PanicVis","key":"picnic"}],"autoReplies":[{"response":"coeCake","trigger":".*\\Qwhat\\E.*\\Qwin\\E.*"}],"gamerTag":"","useTopic":true,"mode":2,"subscriberRegulars":true,"announceJoinParts":false,"offensiveWords":["autistic","queer","aut1st1c","parkinsons","***","==","autism","vagina","penis","condom","dick","idiot","retard","(.)","B==","( . )","slut","fuk","bitches","id10t","fug","pen1s","fag","incest","A$$","D*ck","8==","P3nis","Pussay"],"runningMaxViewers":0,"sincePunish":1422612255769,"commandPrefix":"+","subMessage":"(_1_) has subscribed!","maxViewersStream":107,"wpTimer":false,"topicTime":0,"useFilters":true,"commercialLength":30,"clickToTweetFormat":"Checkout (_CHANNEL_URL_) playing (_GAME_) on @TwitchTV","raidWhitelist":[],"regulars":["nukeville2025","flaminskull","","littlesora","p_sparrow","nuzziefutz","00ky","hunterharth2014","zio_axel_19","rolyatsille","nightbot_the_resurrected","mr_plavix","originaldrakkon","thescarfninja","xroffle","bearly_dead","trentonator13","pepsimanforpresident","cjlaborde2nd","firecracker44","veakxp","isit2003","thegamingbros","36thunderbolt","kidlink77","on1xjaim","xxdutchiiee","dragoon331","dauluigi","harthgaming","xdutchiiee","ajkcool","dottore_buerke","baddayuser","mlg_saiyer","jerez1lla","flugymalugy","theshock986","luxarion","shrtstfflp","thetrooblesrl","32javon1","nightbot","bluekirby70","thetwogamingbros","rewarg","supershane0","ramos_online","chibro21","kawaii_espeon1"],"maxviewerDate":"Sat Sep 13 20:21:04 MST 2014","enableWarnings":true,"punishCount":2109,"permittedDomains":[],"moderators":[],"filterEmotes":false,"filterMe":false,"filterMaxLength":10000000,"filterSymbolsMin":5,"lastfm":"","quotes":["checked their gu.. wait, this is a stick! DansGame","checked their guns. Not a lot of ammo, but atleast it's a gun","checked their gu... a Rocket Launcher?!?!","checked their.... they forgot their gun BibleThump","checked their... You didn't bring a gun so you could bring your BionicBunion?","checked their gu... you don't have one? FailFish","checked their guns. An AK, classic choice DatSheffy","checked their... ResidentSleeper ... If you're that tired go to sleep already DansGame","checked their... wait what do you mean you have a tactical nuke? o_O","checked their...  knife... FailFish... Guess they're literally bringing a knife to a gun fight...","checked their gu... you brought Kazooie? YouWHY At least she can fire explosive eggs.","checked their gun. The Scarab Gun? TriHard","checked their gu... EvilFetus : I have stolen your gun. Mwahaha","Checked their gu...... It's a Guitar, go be famous","checked their gun...blade? Squall? PogChamp","checked their... you brought a SMOrc Army?","checked their gu... wait Harthgaming stole it out of rage of not getting his guitar.","checked their gun. The Aimbot gun? TF2John","checked their gun. The BFG 4Head","checked their... You didn't bring a gun so you could bring your FrankerZ?","checked their... shovel? Steel thy shovel! SwiftRage","checked their... Butt? Steel thy Butt! SwiftRage","checked their gu.....wait, this is a water gun DansGame. Oh well, used Splash.","checked their gu....wait, this is a Pokeball. It contains Magikarp. F*** DansGame","checked their buns. I said guns ya old coot DansGame\/","checked their gu... JonTron: It's a pumbloon!","checked their gun...wait this is bubble wand. Well this blows Kreygasm","checked their guns.......Awwww yeah baby. Look at these rippling muscles!!","checked their gu.....wait.... is this a rusty spoon? Time to castrate some fools OpieOP","checked Chibi's sanity. Yup, he's gone","checked their .....Sparta sandals. This...Is....SPARTA(kicks Chibi into a hole)","checked their gun......wait......is this a Dong Shotgun DansGame? Go ApeSh!t.","checked their pants.....hey that looks like pillow chocolate!","checked their... Reruns? Well, at least it's a bearable episode...","checked their ......Fridge. Screw you all, I am not going to get shot up.","checked their credit score... isn't there something I should be doing now? ... Oh well OpieOP","checked their gu... Hey that guy has a better gun! DansGame PJSalt","checked their grenades. Oh crap, one of them just lost the pin OpieOP","checked their guns...a butt blaster?? Check your anuses!!","checked their... You don't use guns? You say You're Batman? NightBat","did nothing. Violence isn't the answer!","checked their gu....wait, I am getting Rick Roll'd. Oh well, I like this song.","checked their super powers. Shazam! shazamicon Yep still works.","checked their gu.......wait is this a cannon? Yes, it's a MOTHERF***ING CANNON!","checked their Pikachu. Oh no, he fainted. Scurried back to the PokeCenter","checked guns.......Dang it Waluigi stole your rocket launcher dont go Ham Waluigi BORT","checked their gu....Wait, how did Chibi get into my bag? DansGame","checked their gu... Oh no my pocket Chibi fell out BibleThump","checked their gu....wait, this is the Chicken from Zelda OpieOP","checked their ba.......how is there a little girl in here? Darn you, Chibro!","checked their gu... Hey a SMSkull wonder why that's here? *Mythic skull enabled*","checked Twitch. Wait, we were supposed to rob the bank today? Crap, OpieOP!","checked their gu.... wait, this is a Team Rocket Robot. Hopefully there are no Pikachus!","checked chibi's Mod List. It's too huge RuleFive","checked +conch. It said you will get Wrecked. Good Luck!","Shrek'd their guns......wait, HOW DID YOU EVEN MANAGE TO DO THAT? DansGame","checked gu..... OH GOD, Its a Wrecking Ball.","checked their gu....Wait, I can't use it. I don't have it unlocked yet DansGame","checked their email. Nothing but Spam :(","checked tehir gu... YES, it's a Mega Buster. YES!, it has the Metal Blade Power from Megaman 2 4Head","checked their guns. Wait, its a note. it says \"Chibi is the Illuminati, Your gun never existed!\" Damn it.","checked their gun. Wait, this is a Medigun! TF2John","checked their gu....wait, it's the Elephant gun from Looney Tunes. But you're not hunting Elephants DansGame","checked their Aperature Science portal gun. It seems faulty better dispose of it in the Aperature Science Emergency Intelligence Incinerator","checked their gu-DAMMIT ISIT, NO I DONT WANT TO BUY HOW TO SEDUCE YOUR ORTHODONTIST!!","checked their gu.....Wait....This is a Duck! What The F**k?","checked their gu....wait, this is some fried Chicken. Time for lunch!","checked their gu...... Wait, It's in another Castle DansGame?","checked their gun. Wait..............nope, its an actual gun this time. really? ..........Yeah! Ok, i guess","checked the nearby cave. Old Man: Take this, it's dangerous to go alone.","checked their bacon. Mmmmm crispy bacon Kreygasm","checked for their gu....\"thud\".....I've Fallen and I can't get up","checked their gun.....wait, I'm the Doctor, I don't use guns!!","checked their gu....Wait, It didn't load properly. Gotta refresh the page............................ ....... .... ..... ...... ...... ......Hurry Up DansGame!","checked their gun. Wait, This is a lot Blacker than I Though.","checked their gu....YES, it's a Mega Buster. Wait, it has the water balloon power from MegaMan 8 DansGame","checked their gu......Wait, This is the Moon Prism Power Make-Up. SAILOR MOON!","checked their MP3 for rocking tunes to play during the heist. \"Rolling Over Your Family\" The new Hit Song From Chibinekodemyx feat. Bad Puns by PrimeGamerJC and +Conch never lies from Coebot. Nice!","checked their buns. Mm Mm Mm, nice and toasty! Wait, where is my Gun DansGame ? Oh well.","checked guns-SQUEEK! Checked g-SQWEEK! STOP THE INFERNAL SQUEEKIN! Kreygasm","checked their Guns. *flexed* *muscles drooped* Well, that was depressing.","checked their FireDargon. The Power is Too Stronk. The Cops will be rekt. The Fire nation will be overwhelmed, nations will fall and Muffins heisted!","checked their Shirtless Chibi. I am not sure how I am supposed to use this. Where are the instructions? DansGame","checked their Pepsi. Ice Cold and Refreshing. Thanks Pepsiman! TehFunrun","checked their Coke. Pepsiman: Leave!  DansGame","checked Chibi's twitch page. Freaking Chibi minutes, he said 30 minutes ago he'd start in 10 minutes DansGame","checked their kirby power up. Fridge Kirby PogChamp <3","Checked their Fridge Kirby... Chicken! nice find!","checked... oh there's a giant fighting robot over there, let's use that OpieOP","checked their gu... Sausage? Go whack chibi with it OpieOP","checked their guns. It is a Kreygasm rifle. I guess this works.","checked their gu -..........this is a flounder. Where did you even get this? You live in the desert! DansGame","checked their gu........(pew..pew..........pew...woo)..... Freaking Spawn Campers! DansGame","checked their gu.......wait, this is baked beans. Nice. Check Your Farts! FIRE IN THE HOLE! OpieOP","checked for .......Donuts. All the Donuts, which I stole. Now the cops are screwed OpieOP","checked their gu......wait, this is a stick! Seriously, Why do you have a stick? It's not even a hard stick! DansGame Go get a weapon and come back.","checked their gu..... Wait, I'm already a sub. Why do I need money! OneHand","checked their gu....Wait, this is a carrot....................Eeehhhhhhhh, What's Up, Doc? MVGame","checked their gu....... wait, this is a cake. So Delicious and Moist. You Liar! DansGame","checked their guns. ........ ..... (punchs) KAPOW , yes my JAB of Legends still works!","checked their metal gauntlet AtGL . You ALL will fall before me!","checked their gu...... Wait, is this a Iron PickAxe? PunchTrees","checked their gun, and knows it is working. Because Knowing is half the battle. *The More you Know*","checked their Real Guns... Wait What The FRidge? DansGame","checked their moon collar. I'd really prefer if this was...furrier. RitzMitz","checked their Fridge Kirby. Oh Snap Kreygasm #106","checked princess peach's piranha plants. They're very \"Family Friendly\". Keepo","checked their copy-pasta. Pretty entertaining, let's post it in chat 4Head","Checked their booty, dang butt pirates again DansGame","Checked their .. Pepsi? Gee thanks I was thirsty for the Best Drink ever OpieOP Now Go frinish the bankheist SwiftRage #111","Checked their Sora, he should be sleeping ResidentSleeper","checked their watch. OH NO, this watch works on Chibi Time, I am going to miss the Heist. Damn Chibi Time DansGame","Checked ... Another stream?  PogChamp Dude you should keep watching Chibi you muffin hoarding Traitor DansGame","Checked Chibi's Twitter ... You Stalker OpieOP\/","Checked .. The Mod List? PogChamp It's growing again FailFish","Checked their evidence... OBJECTION!! This evidence contradicts the heist DansGame","checked Von Karma's pin number, still 0001. You think he'd have changed it sooner?","checked their gun. Seems fine. Now to test it. *throws gun at cop* Why didn't it work? BibleThump","checked their gun. Seems alri.... It's gone. Where did that thing go? Kixelated! DansGame","checked santa's nice list. Try again next year Kappa","checked Santa's nice list. YES! PogChamp","Checked their Speed Run time! Dude hurry up or you'll never get a new PB DansGame","Checked the stream?! Oops  Chibi left it on FailFish WTRuck TooSpicy BrainSlug RuleFive","Checked their gu... Holy crap it's a Giant Princess Peach Kreygasm PogChamp The Cops are gonna get REKT MrDestructoid FreakinStinkin","Check their.. Dong? Oh no it's dead Jim ResidentSleeper Quick call Google Tech support OMGScoots","checked their raw banana footage. As beautiful as ever. Kreygasm","checked their goron army. They all seem fine, should be alright so long as chibi doesn't show up BibleThump","checked their Pepsi. Dam it's Nearly gone BibleThump DansGame","checked the weather. You just HAD to do a Heist in a severe thunderstorm? DansGame","Checked... Their Pepsi suit? Brilliant the perfect heist disguise! BORT","checked their death stare.  chibiStare Seems to work fine still.","Checked their Ad Block... Using Adblock on Twitch is like telling the streamer I'm a steal your cable and complain. Shame On you DansGame","Checked their... Smash Ball PogChamp Holy crap Get REAKT Cops! Your Heist Must be a Success chibiHYPE","checked his gu...Wait...Chibi's personal slave? Da hell did you do? DansGame chibiLewd","Checked their sacrifices! Wait is it even Wednesday? Do I have to use my Chibi-Fu on you DansGame","checked their Jinjo... Why did you have to be black? DansGame","checked their Waaa Gun. chibiWAA chibiWAA chibiWAA. Seems Good","checked the conch's words of wisdom... That made absolutely no sense! DansGame"],"sinceWp":1405650509984,"ignoredUsers":[],"wpCount":0,"bullet":"!","banPhraseSeverity":99}