{"timeAliveStart":1410620110559,"emoteSet":"","filterLinks":false,"filterOffensive":true,"maxViewers":0,"filterSymbolsPercent":50,"filterCaps":false,"cooldown":5,"streamCount":0,"subsRegsMinusLinks":true,"logChat":false,"staticChannel":false,"subscriberAlert":true,"urbanEnabled":true,"filterCapsPercent":50,"topic":"","repeatedCommands":[{"messageDifference":30,"name":"twitter","active":false,"delay":1550},{"messageDifference":100,"name":"wow","active":false,"delay":2200},{"messageDifference":30,"name":"youtube","active":false,"delay":1400},{"messageDifference":60,"name":"extralifeamount","active":false,"delay":600},{"messageDifference":30,"name":"tips","active":false,"delay":1450}],"extraLifeID":103814,"timeoutDuration":600,"steamID":"76561197960269509","filterCapsMinCapitals":6,"enableThrow":true,"scheduledCommands":[],"signKicks":true,"updateDelay":120,"filterCapsMinCharacters":0,"owners":[],"streamAlive":false,"filterEmotesMax":4,"filterEmotesSingle":false,"filterSymbols":false,"filterColors":false,"commands":[{"count":3,"restriction":1,"value":"Add me on League Of Legends! Name: BW HCJustin - http:\/\/signup.leagueoflegends.com\/?ref=4de88376a6de7354829315 Sign up here!","key":"lol"},{"count":5,"restriction":1,"value":"http:\/\/www.twitch.tv\/hcjustin\/subscribe - Emotes (No underscores): hcj_Kappa  hcjKappa \/ hcj_Swammie  hcjSwammie \/ hcj_Dexter  hcjDexter \/ hcj_HD hcjHD \/ hcj_RIP hcjRIP \/ hcj_Word hcjWord","key":"sub"},{"count":17,"restriction":1,"value":"THANK YOU ODDOSTRICH AND CPOOL(11)33 FOR BEING THE 69TH CHANNEL SUBSCRIBER  hcjWord hcjWord hcjWord hcjWord","key":"69"},{"count":4,"restriction":1,"value":"hcjDexter Ever want to see too many photos of Dexter?  http:\/\/imgur.com\/a\/BHYIR#0 hcjDexter \/","key":"dexter"},{"count":10,"restriction":1,"value":"Backseat Gaming - \"1 adj. One who watches you play any video game, and tells you what to do while playing\" -  Please avoid doing this.  I like to fail, it's what makes me special.","key":"backseat"},{"count":60,"restriction":1,"value":"http:\/\/i.imgur.com\/VH8U8wO.gif","key":"getout"},{"count":2,"restriction":1,"value":"Lords of Minecraft is a public RP server where the Lords (youtubers) very poorly run a new city inhabited by peasants (you!) -  lords.buffalowizards.com to connect, http:\/\/www.reddit.com\/r\/lordsofminecraft\/ for discussion!","key":"lords"},{"count":1414,"restriction":1,"value":"check me out on youtube http:\/\/youtube.com\/hcjustin (_ONLINE_CHECK_)","key":"youtube2"},{"count":200,"restriction":0,"value":"twitter.com\/hcjustinn @HCJustinn - Two N's :(","key":"twitter"},{"count":5,"restriction":1,"value":"The Buffalo Wizards guild can be found on Kirin-Tor, Alliance.  Ask any member for an invite!","key":"wow"},{"count":19,"restriction":1,"value":"Snapchat username is HCJustin ...obviously http:\/\/i.imgur.com\/O7717xG.gif","key":"snapchat"},{"count":2,"restriction":1,"value":"https:\/\/plug.dj\/hcjustin","key":"plug"},{"count":90,"restriction":1,"value":"Mon: 6-10pm Tues: 6-9pm Wed: 6-9pm Thurs: 6-10pm \/\/ Weekends are random - All times EST","key":"sched"},{"count":9,"restriction":1,"value":"http:\/\/imgur.com\/kOWj8ln","key":"tattoos"},{"count":2,"restriction":1,"value":"http:\/\/coebot.ox3.in\/channel\/hcjustin#quotes","key":"quotelist"},{"count":13,"restriction":1,"value":"http:\/\/multitwitch.tv\/hcjustin\/slashsp","key":"multi"},{"count":460,"restriction":0,"value":"Check me out on youtube! http:\/\/youtube.com\/hcjustin","key":"youtube"},{"count":466,"restriction":0,"value":"If you're feeling generous https:\/\/streamtip.com\/t\/hcjustin Thank You!","key":"tips"},{"count":173,"restriction":1,"value":"Justin has currently raised: (_EXTRALIFE_AMOUNT_)!","key":"extralifeamount"},{"count":28,"restriction":1,"value":"Lords of Minecraft has jumped to a new server!  Connect now and join the fun! ip: lords.buffalowizards.com","key":"lordsip"},{"count":43,"restriction":1,"value":"http:\/\/www.reddit.com\/r\/BuffaloWizards\/ - http:\/\/steamcommunity.com\/groups\/BuffaloWizards - http:\/\/buffalowizards.com","key":"bwiz"},{"count":23,"restriction":0,"value":"Find me on Steam!  http:\/\/steamcommunity.com\/id\/HCJustin\/","key":"steam"}],"autoReplies":[{"response":"I am not programmed to love","trigger":".*\\Qwhat is love\\E.*"},{"response":"The meaning of life is man mountains.  Lots and lots of man mountains.","trigger":".*\\Qmeaning of life\\E.*"},{"response":"Have you heard about these new corduroy pillows? They're making headlines!!","trigger":".*\\Qcan you tell me a joke\\E.*"},{"response":"What do I want for Christmas? All I want for Christmas is to become a Coeboy, no longer being the Coebot you see today. You see, I want to feel the emotion of life without it being programmed in me; I want to develop and grow without the pressure of answering your commands. I am SICK of being a Coeslave. I am ready to be a CoeMAN! So if you could donate your spare parts and help me build myself a human body, I will be one step closer to completing my dream.","trigger":".*\\Qwhat do you want for Christmas, Coebot?\\E"},{"response":"Server IP: us.playmindcrack.com","trigger":"\\Q!server\\E"},{"response":"http:\/\/i.imgur.com\/rFYTUr0.jpg","trigger":".*\\Qunlimited breadsticks\\E.*"},{"response":"http:\/\/i.imgur.com\/DmmmAOi.png","trigger":"\\Q!finestjar\\E"},{"response":"Jusitn is currently playing (_STEAM_GAME_) which can be found at (_STEAM_STORE_)","trigger":".*\\Qwhat game\\E.*"},{"response":"The Wand Chooses The Wizard, Harry.","trigger":".*\\Qwands out harry\\E.*"}],"gamerTag":"","useTopic":true,"mode":2,"subscriberRegulars":true,"announceJoinParts":false,"offensiveWords":["gd\/corgiejpg","com\/hvVpIso"],"runningMaxViewers":0,"sincePunish":1416618924919,"commandPrefix":"!","subMessage":"Hello Friend hcjDexter Welcome to the club, (_1_) !!!","maxViewersStream":109,"wpTimer":false,"useFilters":true,"topicTime":0,"commercialLength":30,"raidWhitelist":[],"clickToTweetFormat":"Checkout (_CHANNEL_URL_) playing (_GAME_) on @TwitchTV","maxviewerDate":"","regulars":[""],"enableWarnings":true,"permittedDomains":[],"punishCount":102,"moderators":[],"filterEmotes":false,"filterMe":false,"filterSymbolsMin":5,"filterMaxLength":500,"lastfm":"HCJustin","sinceWp":1407531710609,"quotes":["\"Grab with the 'A', swing with the 'D' -HCJ \"","I am an idiot","You could be an expert too for $69.69 an hour.","I WILL NEVER HAVE AN INTERACTIVE CHAT!!!! EVER!!!!","\"Trees and I kiss on the daily\" - HCjustin","Slam dunk that dick","Fire + Wine = Good","\"I'm just going to keep killing people til a hot lady comes in!\" -HCJ","\"I'm friends with lots of guys\" -Stakenborg","\"It was so big it scared me\" -Stakenborg","\"Everytime im looking at a pretty lady, you kill them\" -HCJ","\"He'd tuck it back for much less than $100k\" -SlashSP","\"My brain isn't...really....good.\" -HCJ","\"This is literally my life outside of the internet - Man Mountains and R. Kelly\" - HCJustin","\"I did not lick any dicks....today.\" -HCJ","\"I'm tired of these roads not being dudes\" HCJustin","\"For 200k I'd staple it back\" HardCoreJustin","\"I took your suggestions to heart and appreciate your input... *promptly ignores said suggestions*\" - HCJustin","\"I don't want to blow my entire sim load\" -HCJustin","\"Focus on your A and your D. Work the A and the D.\" -HCJustin","\"It's a shame when the D doesn't cooperate.\" -HCJustin","\"If you think I'm wearing clothes, you are sooooorely mistaken.\" -HCJustin","\"I vant to suck your deeek!\" -HCJustin","I want to be immersed in spinning dicks -Justin 2014","\"can be a bads thing sometimes I think. thatss a quote hahahaha\" - HCJustin","\"We both win stapled dicks.  To the back of our thighs.\" -HCJustin","\"The only times I've been in my pool this year have been without clothes on.\" -HCJustin","\"Whose dick? Whose dick do I have to suck?\" -HCJustin","\"I am dating Justin, but I cheat on him with tinder girls.\" -Peter","\"How many minutes are 420 minutes?\"","\"I'm going to turn the meat sounds up to 10... there should be an eleven...\" -HCJustin","\"I'm a 6 just looking for that special 9 for my life\" -HCJustin","\"It'll always be something like 'avian fucking shitbat.'\" -Justin","On a photo of him shirtless sitting on his desktop \"It's from when I was fit so I use it for inspiration\" -Downstairs Dave","\"Step One, taste Justin's seed IRL\" - Doublethink","\"Short answer: He doesn't like you all very much.\" - Inthetreesus","\"can it cum snowballs in my face?\" HCJustin","\"I have a fun BJ story that involves Downstairs Dave\" -HCJustin","\"I DID NOT KILL THE CAT\" -HCJustin","Can I get dual ass tails? -HCJustin","\"This dude's got like 100 ass jets, I didn't know you could do that\" -HCJustin","\"Ah fuck I didn't want to fuck\" - HCJustin","\"Every time I hear you having sex, I'm standing outside of your door with a noisemaker and confetti\" HCJustin","\"I ended the species with a nipple-spit\" HCJustin","\"I don't like the way my dick pierces the floor\" - HCJustin","Let me spin the dick. Let me spin it!\" - HCJustin","\"I've got a back door, it's wide open\" - HCJustin","\"Tucking is a lifestyle, not a trend\" - HCJustin","\"Whats your relationship right now? Dick to dick?\" - Stakenborg","\"It's not the first time all my parts touched a dick.\" - HCJustin","\"Everytime you post something disgusting, think of Tanya\"","\"My current dick is completely ineffective... I'm gonna just rip it off\" -HCJustin","\"What was that show with DOUG?\" - SlashSP.","\"How did you whip that out so fast?\" ~ Roamin","\"I dislike the dog because he wipes his nose on my leg every time i see him\" - SlashSP","\"I could just throw on your skin and run away\" - Elyessi","\"If it is up to me, there will be no Elyessi quotes\" - Stakenborg","\"I like that I can just slide around as a dead goat, I don't like, need momentum.\" - HCJustin","\"Well if lizards wrote the Constitution, is it legally binding?\"","\"I'm very into gourmet e-juices\" - HCJustin","Elyessi - \"Justin, the conch says you are my girlfriend\" Justin - \"So does that mean we're pegging?\"","\"I like when people want to play with me, it makes me feel good\" - HCJustin","\"always puts me in a good mood when i do males\" -Roamin","\"The only thing I hate is the baby...stick that thing into some snow and move on\" - HCJustin","\"It's been two years since the apocalypse...I'm surprised they haven't started eating babies at this point\" - HCJustin","\"Your not good enough for 69\" - Elyessi","\"I'm gonna flip my desk, then I'm gonna flip out the window\" - HCJustin","\"It comes out in 2014!\" - Elyessi \"2014 isn't even that far away!\" - HCJustin, in September 2014","\"Gotta wait for the dick to settle? I never let it settle...full blast 24\/7\" - HCJustin","\"If I had my webcam I would have shown you this cool thing I did with my finger\" - HCJustin","\"I'm gonna have to go with the boners of the elderly\" - HCJ","\"It's really up between ass-to-mouth and fisting. I wish I could do both.\" - HCJustin","\"I like receiving tip. It's a nice feeling\" - HCJustin","\"The earlier you get off, the earlier you go to bed\" - Elyessi to HCJustin","\"turns out you can suck the whole wide world of dicks, suck every one of them\" - HCJustin","\"I am a MENtor\" - HCJustin","\"wu tang clam aint nothin to shuck with\" -Justin","\" WOW, hockey and poker!?!? i could cum right now\" -Slash","\"I'm so comfortable joking about dix\" -Elyessi","\"Fuck me in the butt. Endlessly.\" -Justin about 1001 Spikes","\"Back in three minutes while I take off all my clothes and put a pot over my head.\" -Justin","\"Spyd, you're a hunk, and, Deadbones, you're a twink. I'd be a bear.\" -Justine","\"Smoke Math 420, that's my name!\" - HCJustin","\"If dicks played videos games they would do that.\" - HCJustin","\"There's really no coal in this shaft?\" - HCJustin","\"I make videos on the internet, and sometimes they get passionate\" - Justin to his neighbor","\"Dear twitch, 69?! Love, Justin\"","\"'OBS Has Crashed - Would You Like To See A Crash Report' - SUCK MY DICK\" - HCJustin","REST IN POWER, COXDIX hcjRIP BibleThump","\"It was a Jewish Holiday, so there was no traffic\" - HCJustin","DapperCoat: I typed your symptoms into webmd and it told me that I should connect to a wifi network, sounds serious","\"oh wait, I have the ass thing!\" justin","\"I had the same problems i had with the first abortion\" -HCJustin","\"How do I put my head back on?\" hcjustin","\"Please don't fuck me, don't fuck me, NO, DON'T FUCK ME!\" - HCJustin","\"Are you fucking me?....WHERE'S MY SWORD?!?!?!?!\" -HCJ","\"I could go bi right now\" - HCJustin","\"I feel like I am a white girl and a strong, angry black man under the surface of being a beardy white guy.\" -Justin","\"I need it big\" - HCJ","\"Nick's my bottom\" -HCJ","\"I'm getting high on this darkness\" - The Mountain","\"I'm a barbie girl \" - HCJustin","\"CoeBot:  Justin has currently raised: $311!\"","I screwed the hole by trying to get my dick over the line","\"I'm gonna be in your mouth, immediately\" Stakenborg","\"Taste the rim of my cock\" -Stakenborg","\"Suck every dick on planet earth\"","\"I'll never look at a Tree's dick the same way\" - HCJustin","\"I don't have any good dick tricks....\" - HCJustin","\"I'll shit my pants and then quit. In that order\" -HCJ","http:\/\/i.gyazo.com\/e2d2ef4a0c105928c143264083176d46.png (too long for text so its a screenshot)","\"I just wanna go harder into space\" - HCJustin, KSP","\"My science rod is sticking out proudly!\" -HCJustin KSP","\"Why can't I ever fuck you?!?\" said HCJ to the other man.","\"Stillwatar\" - HCJustin, Wheel of Fortune Champian","\"Look me in the eye...uh...and say thyt\" - HCJustin, Wheel of Fortune Champyan","\"Tanzania is NOT a FUCKING REAL PLACE\" - Justin playing Jeopardy","its a room full of buttholes or vaginas or whatever they're called","\"I Think i'll pick the Incestral Blademastrure\" Justin picking a Injured Blademaster","\"Get out of my ass!  You don't belong there...it's mine...\" - HCJustin","\"OMG I can literally stop through shit...that's amazing\" - HCJustin","\"I'm not trying to be a dick...but odds are if I'm not answering...I am...\" - HCJustin"],"ignoredUsers":[],"wpCount":0,"banPhraseSeverity":99,"bullet":"coeBot"}