{"emoteSet":"","filterLinks":false,"filterOffensive":true,"maxViewers":0,"filterSymbolsPercent":50,"filterCaps":false,"cooldown":5,"streamCount":0,"subsRegsMinusLinks":false,"logChat":false,"staticChannel":false,"subscriberAlert":false,"urbanEnabled":true,"filterCapsPercent":50,"topic":"","repeatedCommands":[{"messageDifference":30,"name":"soundcloud","active":false,"delay":3600}],"extraLifeID":0,"timeoutDuration":69,"steamID":"76561197962553543","filterCapsMinCapitals":6,"enableThrow":true,"scheduledCommands":[],"signKicks":true,"updateDelay":120,"owners":[],"filterCapsMinCharacters":0,"streamAlive":false,"filterEmotesSingle":false,"filterEmotesMax":4,"filterSymbols":false,"filterColors":false,"commands":[{"count":0,"restriction":1,"value":"Follow Trees on Twitter for info on when he'll be live. twitter.com\/InTheTreesus","key":"twitter"},{"count":2,"restriction":1,"value":"(_PARAMETER_) has been a naughty chat participant.","key":"shame"},{"count":8,"restriction":1,"value":"All of the amazing quotes from InTheTreesus can be found here. http:\/\/goo.gl\/hol8nu","key":"quotelist"},{"count":0,"restriction":1,"value":"youtube.com\/RealZombieTreesus","key":"youtube"},{"count":2,"restriction":1,"value":"Check Trees amazing mixing skills @ soundcloud.com\/inthetreesus. Remember to give him a follow ;)","key":"soundcloud"}],"autoReplies":[{"response":"http:\/\/goo.gl\/PEfT2F","trigger":".*\\Qthe\\E.*\\Qrun\\E.*\\Q?\\E.*"}],"gamerTag":"","useTopic":true,"mode":2,"subscriberRegulars":false,"announceJoinParts":false,"offensiveWords":[],"runningMaxViewers":0,"sincePunish":1417164003357,"commandPrefix":"!","subMessage":"(_1_) has subscribed!","maxViewersStream":0,"wpTimer":false,"commercialLength":30,"topicTime":0,"raidWhitelist":[],"clickToTweetFormat":"Checkout (_CHANNEL_URL_) playing (_GAME_) on @TwitchTV","useFilters":false,"maxviewerDate":"","regulars":["mykaldre","","haz_art","alcoholicrobot","dupuis2000","tttony2x","evelinetjuuhh","elmokiller60","phijkchu_eevee","rebekahwsd"],"enableWarnings":true,"permittedDomains":[],"punishCount":1,"moderators":[],"filterEmotes":false,"filterMe":false,"filterSymbolsMin":5,"filterMaxLength":500,"lastfm":"","sinceWp":1412932546643,"quotes":["\"Baby momma took the jeep, you took the selfie in the divorce, now you gotta walk to work.\" -InTheTreesus","\"that was just an amalgamation cluster-fuck of immaturity bombs dropping, it was intense... i liked it.\" -InTheTreesus","\"He was like the shit on the Canadian scene for like half a year, and then there was a horrible accident where a piano fell on his mouse hand, and then a monkey pissed on it, then he got raped. And he never played CounterStrike again. The dude used to be a legend.\" -InTheTreeus","\"are you sure its not the 17th, of my member.. yeah that makes sense\" - InTheTreesus","\"Yes, I suck Goo.\" -InTheTreesus","'If I wanna pull my dick out I'm gonna do it.... I mean I might have to screw it on first\" -InTheTreesus","\"This game has it all. shafts, boxes, goo, doophs\" -InTheTreesus","\"Wolfers 2.0 is kinda an asshole, I mean I did cut him into a million pieces.. and then shit on his exploding corpse. He doesn't need to be an ass about it\" -InTheTressus","\"Okay Metal Gear Excelsior, bout to put on my sword penis and put it inside of you\" -InTheTreesus","\"He is fucking me right now, we are watching, hes fucking me with his foot.\" -InTheTreesus","\"Sometimes i like to cos-play as Leon from RE2, I just walk up to random girls at the bar and take my pants off. When they try to run away in horror. I say 'Ada wait! '... Then i get arrested\" -InTheTreesus","\"Don't look at me between your legs like that\" -InTheTreesus","\"Tits or get the fuck out Courtney\" - InTheTreesus","“thanks for getting the fuck out, I mean I would have preferred tits. But I’ll take the get the fuck out.” -InTheTreesus","“she knows whats up. I said tits or get the fuck out. She pulls out her tits.” -InTheTreesus","\"Mmmm fresh squeezed ninja goo\" -InTheTreesus","\"He wants to cross dicks.\" -InTheTreesus","\"talking about how i like to suck dicks\" -InTheTreesus","\"Terrible bags? You talking about your boobies?\" -InTheTreesus","\"Wish i could just wait tables or tend bar and just have one of my testicles hanging out. and just get 100% more tips because.. I'm showing my nuts\" -InTheTreesus","'If they were big enough.. I'd grab them with both hands and slap myself in the face with them\" -InTheTreesus (if he had tits)","\"Are they being rude to chief keef daddy tree super jimmy big nuts DJ fresh butt flex?\" -InTheTreesus","\"I'll come up to Canada, I'll suck your dick. Nothing you can do about it.\" -InTheTreesus","\"Yo speak spanish to me... bitch\" -InTheTreesus","\"I was not the one sucking cock, as much as I'd like to be the one sucking cock\"- InTheTreesus","\"Don't you say things to me, sir.\" -InTheTreesus","\"I will smoke your cock, aggressively\" -InTheTreesus","\"I am 6 feet tall, In my pants\" -InTheTreesus","\"..in another life. I'd totally hit it, I'd be hitting it right now, I'd be covered in it.\" -InTheTreesus","\"Come on over here and let me give you a tongue kiss on your hot pocket\" -InTheTreesus","\"I spent millions of dollars on these bitches\" -InTheTreesus"],"ignoredUsers":[],"wpCount":0,"banPhraseSeverity":99,"bullet":"coeBot"}