{"timeAliveStart":1410620110458,"emoteSet":"","filterLinks":false,"filterOffensive":true,"maxViewers":0,"filterSymbolsPercent":50,"filterCaps":false,"cooldown":5,"streamCount":0,"subsRegsMinusLinks":false,"logChat":false,"staticChannel":false,"subscriberAlert":false,"urbanEnabled":true,"filterCapsPercent":50,"topic":"","repeatedCommands":[{"messageDifference":1,"name":"minecraft","active":false,"delay":1800},{"messageDifference":1,"name":"moderator","active":false,"delay":1800},{"messageDifference":1,"name":"spoilers","active":false,"delay":1200}],"extraLifeID":0,"steamID":"76561197960534578","timeoutDuration":600,"filterCapsMinCapitals":6,"enableThrow":true,"scheduledCommands":[],"signKicks":true,"updateDelay":120,"filterCapsMinCharacters":0,"owners":[],"streamAlive":false,"filterEmotesMax":4,"filterEmotesSingle":false,"filterSymbols":false,"filterColors":false,"commands":[{"count":37,"restriction":1,"value":"I now host a community whitelist minecraft server that I will play on with viewers! Read more information about this server below. If you're interested send me a twitch PM with your minecraft username.","key":"minecraft"},{"count":0,"restriction":1,"value":"(_VIEWERS_)","key":"viewers"},{"count":13,"restriction":1,"value":"http:\/\/imgur.com\/a\/fp5FG","key":"slash"},{"count":23,"restriction":1,"value":"Add me on snapchat here>>>> slashsp","key":"slapchat"},{"count":19,"restriction":1,"value":"http:\/\/imgur.com\/a\/Ld0j7","key":"art"},{"count":7,"restriction":1,"value":"http:\/\/imgur.com\/gallery\/41H1loV","key":"elmo"},{"count":116,"restriction":1,"value":"Please don't spoil anything from the game Slash is playing. Some people have never seen the game, don't be a jerk!","key":"spoilers"},{"count":8,"restriction":1,"value":"Add me on Twitter>>>>> https:\/\/twitter.com\/SlashSPTV","key":"twitter"},{"count":2,"restriction":1,"value":"live every Wednesday at 8EST and Friday-Sunday at 7EST","key":"schedule"},{"count":3,"restriction":1,"value":"http:\/\/imgur.com\/C8PPtO7","key":"slashsalt"},{"count":44,"restriction":0,"value":"Do you want to be a mod? Send your application to InTheTreesus on twitch!  Make sure to follow up if you don't hear, he might have missed it!","key":"moderator"},{"count":12,"restriction":1,"value":"live every Wednesday at 8EST and Friday-Sunday at 7EST","key":"sched"},{"count":44,"restriction":1,"value":"http:\/\/imgur.com\/cmM4KwI","key":"selfsnort"},{"count":13,"restriction":1,"value":"This is a full list of all the quotes on this channel! http:\/\/beta.coebot.tv\/channel\/slashsp\/#quotes","key":"quotelist"},{"count":3,"restriction":1,"value":"follow me on youtube! http:\/\/www.youtube.com\/user\/SlashSPTV","key":"youtube"},{"count":5,"restriction":1,"value":"These are the games i have currently completed on stream: http:\/\/tinyurl.com\/qeqmujy","key":"playthrough"},{"count":29,"restriction":1,"value":"If you are enjoying the stream and want to tip it will make a loud noise and most likely scare me.  Here is a link for that https:\/\/streamtip.com\/t\/slashsp","key":"tips"},{"count":1,"restriction":1,"value":"http:\/\/gyazo.com\/1f4bca7874885e70f139769ab51fd6fd","key":"deck"},{"count":6,"restriction":1,"value":"Add me on steam to gift me or to possibly play with me!! http:\/\/steamcommunity.com\/id\/slasher","key":"steam"},{"count":4,"restriction":0,"value":"If you Like what you see please follow the channel because why the fuck not?","key":"follow"}],"autoReplies":[{"response":"mama mia have a jar of my finest marinara http:\/\/i.imgur.com\/rFYTUr0.jpg","trigger":".*\\Qfinest jar\\E.*"},{"response":"mama mia have a some of my unlimited breadsticks http:\/\/i.imgur.com\/rFYTUr0.jpg","trigger":".*\\Qbreadsticks\\E.*"},{"response":"http:\/\/www.myinstants.com\/instant\/gg\/","trigger":"\\Qgg\\E"},{"response":"https:\/\/i.imgur.com\/4aGwS.jpg","trigger":"\\Q!throw hcjDexter\\E"},{"response":"BibleThump","trigger":"\\Qi cri\\E"},{"response":"http:\/\/imgur.com\/XNIWJr7","trigger":".*\\Qsenpai\\E.*"},{"response":"http:\/\/www.myinstants.com\/instant\/instant-heavy-rain-i\/","trigger":".*\\Qjason\\E.*"},{"response":"http:\/\/i.imgur.com\/mHVtFk7.jpg","trigger":"\\Qyou tried\\E"},{"response":"Dont get it in the eyes!","trigger":".*\\Qcum moderately\\E.*"}],"gamerTag":"","useTopic":true,"mode":2,"subscriberRegulars":false,"announceJoinParts":false,"offensiveWords":["gd\/corgiejpg"],"runningMaxViewers":0,"sincePunish":1421653276972,"commandPrefix":"!","subMessage":"(_1_) has subscribed!","maxViewersStream":70,"wpTimer":false,"raidWhitelist":[],"clickToTweetFormat":"Checkout (_CHANNEL_URL_) playing (_GAME_) on @TwitchTV","commercialLength":30,"topicTime":0,"useFilters":true,"regulars":["woodhop","skyguykiller64","net_nerd","dupuis2000","bungholemcgee","iijasom","tgoerlitz","evelinetjuuhh","phijkchu_eevee","soup3131","sintoras2","bandaren","mykaldre","adventuresinbutttouching","zxarn","vectorgambiteer","devil_king_jr","ahhmora","domination122333","derpymatt","wikitron","lleffect254","handjobcheryl","berrynim","diapio","the_flying_duck_pig","bear3109","jsano2","xmazamx","elmokiller60","firebreathingmaniac","eechee1","iodt","tttony2x","thelaughingwiseman","berbs24","usernam_pending","batmaninttv","rebekahwsd","gugandeep","ebizzzle","kaasper123","jeffrothedude","cherylmasonsilenthill","the_minecraftian","cathy121","99prismaballoons","deathdestroyer5","teh_creep","pieisawesomefulmc","spartanpastic","alcoholicrobot","ladyonyxlp","teddybeartyler","aristideqc","ponysmite","55runedark1","haev_","drevilbrain","mrscrim","attackbutton","tanya3140","azareth44","rdswo","kirienne","buzzbamanation1"],"maxviewerDate":"","enableWarnings":true,"punishCount":39,"permittedDomains":[],"moderators":[],"filterEmotes":false,"filterMe":false,"filterMaxLength":500,"filterSymbolsMin":5,"lastfm":"","quotes":["\"A lot of the time my brain doesnt work\" -SlashSP","\"My balls are going to like, fall off after this game. I don't know what I'm doing anymore.\" -SlashSP","\"To my left, Pussy Cheese, to my right, Suck Dickman\" - SlashSP","\"Let me bandage your ass... and your dick.\" -SlashSP","\"99% of the time I am streaming nude, and it is amazing.\" - SlashSP","\"I'm embarassed that I blew so hard\" - SlashSP","\"But you've got a dick full of heroine, so you'll be fine\" - SlashSP","\"Suck... suck... suck... SUCK\" - SlashSP","\"I'm gonna knock you off bitch, this is Sparta\" - SlashSP","\"Did I just put the butthole in the wrong spot?\" - JD","\"Oh my god, with mind powers he's jizzing everywhere\" -SlashSP","\"I am killing this game guys, killing it- Wait where does this go?\" -SlashSP","\"Science is kicking my ass sideways... science is beating it.\" - SlashSP","\"Oh my god, it hurts my balls! ...FUCK!\" -SlashSP","\"Didn't even need the blue balls on that one. Didn't even need 'em!\" -SlashSP","\"It's like having a start-up company attached to your chest\" SlashSP in reference to tits","\"Whoa hang on. Can I lick her tits? Can I lick some tits? Seriously I want to lick tits.\" -SlashSP","\"I let go of her snatch finally\" -SlashSP","\"Did I win?\" -SlashSP","\"I am really excited to lick a whale, where is it?\" -SlashSP","\"Why does that chicken have 6 tits? What the fuck!\" - SlashSP","\"THOSE are some balls, but a tiny dick... I'll take it.\" - SlashSP","\"Tits have so much power, it's ridiculous.\" -SlashSP","\"I shit myself. I'm kinda embarrassed.\" -SlashSP","\"Like... my ass is no joke, the amount of power it has.\" - SlashSP","\"I just hit my mom with an anal probe.\" - SlashSP","\"Aww, I wanna use the anal probe on these chicks!\" - SlashSP","\"It's kind of hard to concentrate when your parents are having sex behind you, just saying.\" - SlashSP","“I just got ballsacked… Oh no…” - SlashSP","\"Jesus is only for when we get in deep shit.\" - SlashSP","\"I failed the abortion, now I gotta do it again...\" - SlashSP","\"I just saw some sweet Canadian hardcore sex.\" - SlashSP","\"I don't want dire AIDS! I DON'T WANT DIRE AIDS!\" -SlashSP","\"Do it naked, that's my motto\" - SlashSP","\"I'm fucking so many... men!\" -SlashSP","\"It's really hard to beat rainbow cum.\" -SlashSP","\"As long as you're fucking me gently, it's okay.\" -SlashSP","\"I am constantly playing with myself.\" -SlashSP","\"Gotta give the griffon some love... some butt love.\" -SlashSP","\"Like fuckin'... it's just like fucking unno? Just like fucking... I'm fucked.\" -SlashSP","\"Squire suck me, READY SIR!\" -SlashSP","\"I'm gonna go rip my dick off and throw it out the window, be right back.\" -SlashSP","\"There's a lot of self fucking going on right now...\" -SlashSP","\"A whole lot of sucking is on this stream.\" -SlashSP","\"Piece of cake... FUCK YOU!\" -SlashSP","\"If you have a pair of real tits, and a pair of fake tits, even if they are exactly the same you want the real tits, you know what I mean?\" -SlashSP","\"My resolution is 180 by 7 snow.\" –HCJustin","\"I would have really loved to 69 with you again, but I guess we'll blaze it, my friend.\" -SlashSP","\"I can't fail now... I've had too much 69.\" -SlashSP","\"Everytime you post something disgusting, think of Tanya.\" -HCJustin","\"This level is kicking my ass, just like science. Science kicked my ass too.\" -SlashSP","\"PLEASE don't quote that... Do NOT quote the anal sex quote.\" -SlashSP","\"If some chick says stick it in my ass I will stick it in their ass, Im just saying never say never!\" -SlashSP","\"How was your fuck, guys? How the fuck has your fuck been?\" -SlashSP","\"He speaks French?! We HAVE to fuck him... he speaks French!!!\" -SlashSP","\"I hit myself in the dick with my GG button again!\" -SlashSP","\"If bomber does what I think he is going to do, I will cum unicorns.\" -SlashSP","\"You wanna have some sexy time? I'm easy.\" -SlashSP","\"I have nipples Myk, can you milk me?\" -SlashSP","\"Eve, that was me trying to fuck that guy for you.\" -SlashSP","\"Slash, calm down, you don't have a vagina.\" -Doublethink","\"I believe if the world was fair, everyone should have tits.\" -SlashSP","\"Oh my god! They're all cumming! It can be a problem when everyones cumming at once... you never want everyone to be cumming at once.\" -SlashSP","\"Sometimes you have to punish the pussy.\" -SlashSP","\"This is the part where god just cummed everywhere, that's why it's white. Jizz everywhere!\" -SlashSP","\"I wonder if these guys infinitely cum.\" -SlashSP","\"Thank you for double fucking me. It was very hot and kinky.\" -SlashSP","\"I hate baby fetuses.\" -SlashSP","\"I just fucked myself in the butthole ♪ Fucked myself in the butt ♪ Fucked myself ♪ .... FUCK!\" -SlashSP","\"You faking your 69.” -HCJustin","\" 'Slumped Over in Sadness' is also the name of my Emo band.\" -Doublethink","\"I think the butthole is coming out! Oh god! Oh god! Hide from the butthole, alright his butthole is out now what do I do to it?\" -SlashSP","\"I've got a steel butthole.\" -HCJustin","\"I love listening to you breathe while you go.\" -SlashSP","\"How do you suck cock through a straw? Very carefully.\" -SlashSP","\"I'm really excited that I have butt plugs.\" -SlashSP","\"I can't wait till I shoot my cock magnum!\" -SlashSP","\"I just looked at chat and it said: 'Ran out of food, had to eat my own dick.' Well you know what they say: When in Rome...\" -SlashSP","\"It feels good in my lower region when I make progress.\" -SlashSP","\"This night will probably end with fucking myself with this thing in my vag, like a dildo.\" -SlashSP","\"I'm going back to live inside my dick.\" -SlashSP","\"I just saw snatch, I am speechless.\" -SlashSP","\"If I had a vagina I wouldn't even be streaming, I would just be playing with my vagina.\" -SlashSP","\"I'm pretty good at platformers.\" -SlashSP","\"I died during a climax? That's a first. I never did that before.\" -SlashSP","\"I am the best man mounter in all the land\" -SlashSP","\"I'm gonna fucking destroy this game!\" -SlashSP","\"That's kinda like a helicopter dick I think, except with hair.\" -SlashSP","\"Please stop sucking me, I was not ready to be sucked.\" -SlashSP","\"There's a lot of sucking and blowing right now, its hard.\" -SlashSP","\"I might mod someone else on the channel for the sole purpose of FUUUCK!!\" -SlashSP","\"My mind does not learn.\" -SlashSP","\"Don't know if you can see it on the webcam, but it's tiny.\" -SlashSP","\"I suck dicks.\" -HCJustin","\"I have never owned a pussy, only seen them.\" -SlashSP","\"I think I'm pretty good in puzzle games.\" -SlashSP","\"I've played with my balls already. Fuck my balls!\" -SlashSP","\"SUCK IT SLASH!\"  -TheMinecraftian","\"Why do I feel that they're having like, a mechanical orgy in one of these rooms.\" -SlashSP","\"I am the gay lord.\" -HCJustin","\"I need to check my shorts, I think I just pissed myself.\" -SlashSP","\"I have no balls now.\" -SlashSP","\"How do I do F.\" -SlashSP","\"Probably should've whitelisted on their faces, my bad.\" -SlashSP","\"I live in normal time, not bizzaro world like you Elmo\"-SlashSP","\"I feel like I'm getting gangbanged right now.\" -SlashSP","\"I can't wait to go to the bridge in my wet t-shirt and flaunt myself.\" -SlashSP","\"Eyes up here buddy, stop looking at my tits.\" -SlashSP","\"Did he pass school?\" -55Runedark","\"I've never felt better about myself watching you.\" -Wikitron","\"My beard says otherwise, so fuck off.\" -SlashSP","\"I just brutally killed a bitch with a wrench as an accident.\" -SlashSP","\"I still don't know if that's the right butthole, but it looks new.\" -SlashSP","\"Dicks are a pain in my ass.\" -SlashSP","\"How deep are you?\" -HCJustin","\"I was talking about his everywhere hair.\" -HCJustin","\"I can't believe I got tit pics, this game is awesome!\" -SlashSP, Customs Agent(tm)","\"On the other hand it's just a handy.\" -SlashSP","\"That was like watching a rhino give birth.\" -DoublethinkSP","\"Hnnnnngg... They look like hairy nut-sacks!\" -SlashSP","\"I'm so horny, look how horny I am.\" -SlashSP","\"I say dumb things all the time because I'm a dumb person.\" -SlashSP","\"I like to compare you to a stripper. Even if you're a bad dancer, I'll still throw a couple bucks at you.\" -Wikitron","\"You just punched me in the balls... and I died.\" -SlashSP","\"There is my seed, accept it, treasure it, worship my seed.\" -SlashSP","\"I don't like to jump in my 69's\" -SlashSP","\"No! Get your tentacle porn away from me!\" -SlashSP","\"He is going to get up and maul my ass. Oh! Get in there!\" -SlashSP"],"sinceWp":1409986238902,"ignoredUsers":[],"wpCount":0,"bullet":"coeBot","banPhraseSeverity":99}