{"timeAliveStart":1410620110458,"emoteSet":"","filterLinks":false,"filterOffensive":true,"maxViewers":0,"filterSymbolsPercent":50,"filterCaps":false,"cooldown":5,"streamCount":0,"subsRegsMinusLinks":false,"logChat":false,"staticChannel":false,"subscriberAlert":false,"urbanEnabled":true,"filterCapsPercent":50,"topic":"","repeatedCommands":[{"messageDifference":1,"name":"minecraft","active":false,"delay":1800},{"messageDifference":1,"name":"moderator","active":false,"delay":1800},{"messageDifference":1,"name":"spoilers","active":false,"delay":1200}],"extraLifeID":0,"timeoutDuration":600,"steamID":"76561197960534578","filterCapsMinCapitals":6,"enableThrow":true,"scheduledCommands":[],"signKicks":true,"updateDelay":120,"filterCapsMinCharacters":0,"owners":[],"streamAlive":false,"filterEmotesMax":4,"filterEmotesSingle":false,"filterSymbols":false,"filterColors":false,"commands":[{"count":34,"restriction":1,"value":"I now host a community whitelist minecraft server that I will play on with viewers! Read more information about this server below. If you're interested send me a twitch PM with your minecraft username.","key":"minecraft"},{"count":0,"restriction":1,"value":"(_VIEWERS_)","key":"viewers"},{"count":11,"restriction":1,"value":"http:\/\/imgur.com\/a\/fp5FG","key":"slash"},{"count":18,"restriction":1,"value":"Add me on snapchat here>>>> slashsp","key":"slapchat"},{"count":11,"restriction":1,"value":"http:\/\/imgur.com\/a\/Ld0j7","key":"art"},{"count":6,"restriction":1,"value":"http:\/\/imgur.com\/gallery\/41H1loV","key":"elmo"},{"count":109,"restriction":1,"value":"Please don't spoil anything from the game Slash is playing. Some people have never seen the game, don't be a jerk!","key":"spoilers"},{"count":5,"restriction":1,"value":"Add me on Twitter>>>>> https:\/\/twitter.com\/SlashSPTV","key":"twitter"},{"count":20,"restriction":1,"value":"http:\/\/imgur.com\/cmM4KwI","key":"selfsnort"},{"count":42,"restriction":0,"value":"Do you want to be a mod? Send your application to InTheTreesus on twitch!  Make sure to follow up if you don't hear, he might have missed it!","key":"moderator"},{"count":61,"restriction":1,"value":"This is a full list of all the quotes on this channel! https:\/\/docs.google.com\/spreadsheets\/d\/1Bzkv1x6esXBofoFY7kTg5eHJL9cHqgZDP4rkHqOY76U\/edit?usp=sharing","key":"quotelist"},{"count":1,"restriction":1,"value":"follow me on youtube! http:\/\/www.youtube.com\/user\/SlashSPTV","key":"youtube"},{"count":4,"restriction":1,"value":"These are the games i have currently completed on stream: http:\/\/tinyurl.com\/qeqmujy","key":"playthrough"},{"count":21,"restriction":1,"value":"If you are enjoying the stream and want to tip it will make a loud noise and most likely scare me.  Here is a link for that https:\/\/streamtip.com\/t\/slashsp","key":"tips"},{"count":3,"restriction":0,"value":"If you Like what you see please follow the channel because why the fuck not?","key":"follow"},{"count":5,"restriction":1,"value":"Add me on steam to gift me or to possibly play with me!! http:\/\/steamcommunity.com\/id\/slasher","key":"steam"}],"autoReplies":[{"response":"mama mia have a jar of my finest marinara http:\/\/i.imgur.com\/rFYTUr0.jpg","trigger":".*\\Qfinest jar\\E.*"},{"response":"mama mia have a some of my unlimited breadsticks http:\/\/i.imgur.com\/rFYTUr0.jpg","trigger":".*\\Qbreadsticks\\E.*"},{"response":"http:\/\/www.myinstants.com\/instant\/gg\/","trigger":"\\Qgg\\E"},{"response":"https:\/\/i.imgur.com\/4aGwS.jpg","trigger":"\\Q!throw hcjDexter\\E"},{"response":"BibleThump","trigger":"\\Qi cri\\E"},{"response":"http:\/\/imgur.com\/XNIWJr7","trigger":".*\\Qsenpai\\E.*"},{"response":"http:\/\/www.myinstants.com\/instant\/instant-heavy-rain-i\/","trigger":".*\\Qjason\\E.*"},{"response":"http:\/\/www.myinstants.com\/instant\/instant-heavy-rain-i\/","trigger":".*\\Qjason\\E.*"},{"response":"http:\/\/www.myinstants.com\/instant\/instant-heavy-rain-i\/","trigger":".*\\Qjason\\E.*"},{"response":"http:\/\/i.imgur.com\/mHVtFk7.jpg","trigger":"\\Qyou tried\\E"}],"gamerTag":"","useTopic":true,"mode":2,"subscriberRegulars":false,"announceJoinParts":false,"offensiveWords":["gd\/corgiejpg"],"runningMaxViewers":0,"sincePunish":1417482192936,"commandPrefix":"!","subMessage":"(_1_) has subscribed!","maxViewersStream":70,"wpTimer":false,"useFilters":true,"topicTime":0,"commercialLength":30,"raidWhitelist":[],"clickToTweetFormat":"Checkout (_CHANNEL_URL_) playing (_GAME_) on @TwitchTV","maxviewerDate":"","regulars":["woodhop","skyguykiller64","net_nerd","dupuis2000","bungholemcgee","iijasom","tgoerlitz","evelinetjuuhh","phijkchu_eevee","soup3131","sintoras2","bandaren","mykaldre","zxarn","devil_king_jr","domination122333","handjobcheryl","lleffect254","wikitron","berrynim","diapio","the_flying_duck_pig","bear3109","jsano2","elmokiller60","eechee1","iodt","tttony2x","thelaughingwiseman","berbs24","usernam_pending","batmaninttv","rebekahwsd","gugandeep","ebizzzle","kaasper123","jeffrothedude","cherylmasonsilenthill","the_minecraftian","cathy121","99prismaballoons","deathdestroyer5","teh_creep","pieisawesomefulmc","alcoholicrobot","teddybeartyler","ponysmite","55runedark1","haev_","attackbutton","mrscrim","drevilbrain","tanya3140","azareth44","buzzbamanation1","kirienne","rdswo"],"enableWarnings":true,"permittedDomains":[],"punishCount":36,"moderators":[],"filterEmotes":false,"filterMe":false,"filterSymbolsMin":5,"filterMaxLength":500,"lastfm":"","sinceWp":1409986238902,"quotes":["\" A lot of the time my brain doesnt work\" -Slash","\"How do I do this?\" -Slash","\"Streaming almost naked is the best way to stream\" -Slash","\"My balls are going to like, fall off after this game. i dont know what im doing anymore.\" -Slash","\"What was that show with DOUG?\" - SlashSP","\"Thank god Pussy Cheese is here\" - HCJustin","\"To my left, Pussy Cheese, to my right, Suck Dickman\" - Slash","\"Lemme bandage your ass... and your dick.\" -Slash","\"They're overcoming, with a team of Suck Dickmen.\" - Slash","\"99% of the time I am streaming nude, and it is amazing.\" - Slash","\"I'm embarassed that I blew so hard\" - SlashSP","\"But you've got a dick full of heroine, so you'll be fine\" - Slash","\"I am eating the Dickman\" - Slash","\"Suck... suck... suck... SUCK\" - SlashSP","\"I'm gonna knock you off bitch, this is Sparta\" - Slash","\"There's people watching this hot sex\" - SlashSP","\"Did I just put the butthole in the wrong spot?\" - JD","\"Oh my god, with mind powers he's jizzing everywhere\" -Slash","\"I hope, crossing fingers and dicks.\" - Slash","\"I am killing this game guys, killing it- Wait where does this go?\" -SlashSP","\"its like having a start-up company attached to your chest\" Slash in reference to tits","\"Science! The science is coming! Science! SCIENCE!\" - Slash","\"Science is kicking my ass sideways... science is beating it.\" - Slash","\"It's like Science 35... Slash 2.. science is kicking my ass right now.\" - Slash","\"Fuck you Wheatley, I'm sick of your shit.\" - Slash","\"..And I missed the hole.\" -Slash","\"Oh my god.. it hurts my balls! ...FUCK.\" -Slash","\"Didn't even need the blue balls on that one. Didn't even need 'em!\" -Slash","\"whoa hang on. Can i lick her tits? Can i lick some tits? Seriously i want to lick tits.\" -Slash","\"I let go of her snatch finally\" -Slash","\"did I win?\" -Slash","\"I am really excited to lick a whale, where is it?\"","\"Why does that chicken have 6 tits? What the fuck!\" - Slash","\"Can I heal and touch myself?\" -Slash","\"THOSE are some balls, but a tiny dick.... I'll take it.\" - Slash","\"Tits have so much power, it's ridiculous.\" -Slash","\"i shit myself. im kinda embarrassed.\" -Slash","\"Like... my ass is no joke, the amount of power it has.\" - Slash","\"Nazi zombies have no weakness....\" - Slash","\"I just hit my mom with an anal probe.\" - Slash","\"Awww, I wanna use the anal probe on these chicks!\" - Slash","\"I think I need to show him my tits.\" - Slash","\"Oh no, my goth ass has been caught... shit.\" -Slash","\"It's kind of hard to concentrate when your parents are having sex behind you, just saying.\" - Slash","“I just got ballsacked…. oh no…” - Slash","\"I look sexy as FUCK\" - Slash","\"Jesus is only for when we get in deep shit.\" - Slash","\"I failed the abortion, now I gotta do it again....\" - Slash","\"I'm... I'm scared of baby fetus Kardashian...\" - Slash","\"I just saw some sweet Canadian hardcore sex.\" - Slash","\"Everytime you post something disgusting, think of Tanya\"","\"I don't want dire AIDS! I DON'T WANT DIRE AIDS!\" - Slash","\"I can see your dick but i cant see your ****.\"  -Slash","\"Do it naked, thats my motto\" - Slash","\"I'm fucking so many... men!\" -Slash 2014","\"It's really hard to beat rainbow cum\" -Slash","\"I hate your dead body Justin!\" - Slash","\"As long as you're fucking me gently, it's okay.\" -Slash","\"I am constantly playing with myself\" -Slash 2014","\"Shit's cumming on me.\" - Slash","\"You'll see, I don't need no stinkin' health items.\" - Slash 3 minutes before dying.","\"Gotta give the griffon some love... some butt love.\" - Slash","\"Like fuckin'... it's just like fucking unno? Just like fucking... I'm fucked.\" - Slash","\"Squire suck me, READY SIR!\" -Slash","\"I'm gonna go rip my dick off and throw it out the window, be right back.\" - Slash","\"There's a lot of self fucking going on right now...\" - Slash","\"A whole lot of sucking is on this stream.\" - SlashSP","\"Piece of cake... FUCK YOU\" - SlashSP","\"If you have a pair of real tits, and a pair of fake tits, even if they are exactly the same you want the real tits, you know what i mean?\" -Slash","\"I just fucked myself in the butthole ♪ Fucked myself in the butt ♪ Fucked myself ♪ .... FUCK!\" - Slash","“You faking your 69.” -hcJustin","\"My resolution is 180 by 7 snow.\" –hcJustin","\"I would have really loved to 69 with you again, but I guess we'll blaze it, my friend.\" - Slash","\"I can't fail now... I've had too much 69.\" - Slash","\"This level is kicking my ass, just like science. Science kicked my ass too.\" -Slash","\"PLEASE don't quote that.... do NOT quote the anal sex quote.\" - Slash","\"If some chick says stick it in my ass I will stick it in their ass, Im just saying never say never!\" -Slash","\"Fuck you and ALL your penguin friends!\" - Slash","\"How was your fuck guys? How the fuck has your fuck been?\" - Slash","\"He speaks French?! We HAVE to fuck him... he speaks French!!!\" -Slash","\"Are we actually gonna fuck this bird?\" - Slash","\"I hit myself in the dick with my GG button again!\" - Slash","\"If bomber does what I think he is going to do, I will cum unicorns.\" -Slash","\"You wanna have some sexy time? I'm easy.\" -Slash","\"Oh wait my pussy, ow it hurts!\" -Slash","\"I have nipples Myk, can you milk Me?\" - slash","\"Eve, that was me trying to fuck that guy for you.\" -Slash","\"Slash, calm down, you don't have a vagina.\" -doublethink","\"It's vibrating right now, are we good? FUCK WHAT THE FUCK\" -Slash","\"Time to use my little guy to get inside his little guy. It's orgasmic, orgasm time\" -Slash","\"I believe if the world was fair, everyone should have tits.\" - Slash","\"Oh my god! They're all cumming! It can be a problem when everyones cumming at once.... you never want everyone to be cumming at once.\" - Slash","\"Sometimes you have to punish the pussy.\" - Slash","\"This is the part were god just cummed everywhere, that's why its white. Jizz everywhere!\" -Slash","\"I wonder if these guys infinitely cum\" - Slash","\"Thank you  for double fucking me. It was very hot and kinky.\" -Slash","\"Wait, I can equip a gun?\" -Slash","\"I hate baby fetuses\" -Slash","\"Slumped Over in Sadness\" is also the name of my Emo band. -doublethink","\"I think the butthole is coming out oh god! oh god! hide from the butthole, alight his butthole is out now what do I do to it?\" -Slash","\"What's with all the insect vaginas I have to run trough? There's so many!\" -Slash","\"I've got a steel butthole\" -HCJustin, 2014","\"I love listening to you breathe while you go.\" - Slash","\"How do you suck cock through a straw? Very carefully\" -Slash","\"I'm really excited I have butt plugs.\" -Slash","\"Who has giant spiders in their manhole?\"- Slash","\"I can't wait till I shoot my cock magnum!\" -Slash","\"How'd I fuckin?\" -Slash","\"I just looked at chat and it said: \"ran out of food, had to eat my own dick.\" Well you know what they say: when in Rome...\" -Slash","\"It feels good in my lower region when I make progress\" - Slash","\"This night will probably end with fucking myself with this thing in my vag, like a dildo.\" -Slash","\"I'm going back to live inside my dick.\" - Slash","\"I just saw snatch, I am speechless\" -SlashSP","\"I'm climaxing in my pants right now.\" -SlashSP","\"I am fucking this guy right now\" -SlashSP","\"I start with a climax? Oh yeah!\" -Slash","\"If I had a vagina I wouldn't even be streaming, I would just be playing with my vagina\" -SlashSP","\"I'm pretty good at platformers\" -Slash","\"I died during a climax? That's a first. I never did that before.\" -Slash","\"I am the best man mounter in all the land\" -SlashSP","\"I'm gonna fucking destroy this game!\" -Slash","\"Thats kinda like a helicopter dick I think, except with hair\" - Slash","\"Please stop sucking me, I was not ready to be sucked.\" -Slash","\"There's a lot of sucking and blowing right now, its hard.\" - Slash","\"Give me your butt! Give me your butt!\" -Slash","\"I'm pretty good at getting the O. Ooo God!\" - Slash","\"I might mod someone else on the channel for the sole purpose of FUUUCK!!\" -Slash","\"My mind does not learn.\" - Slash","\"Don't know if you can see it on the webcam, but its tiny\" -Slash","\"I suck dicks\" - HCJustin","\"I have never owned a pussy, only seen them\"-SlashSP","\"How did i fuck that up\"-SlashSP","\"I think Im pretty good in puzzlegames.\" -Slash","\"That was science, I came science\"","\"I've played with my balls already. Fuck my balls!\" -Slash","\"SUCK IT SLASH\"- The Minecraftian","\"Why do I feel that they're having like, a mechanical orgy in one of these rooms.\" - Slash","\"I need to check my shorts, i think i just pissed myself\"-SlashSP","\"I have no balls now\" - Slash","\"I went down and nothing happened\"-SlashSp","\"how do i do F\"-SlashSP","\"I am the gay lord\"-HCJustin","\"Probably should've whitelisted on their faces, my bad.\" - Slash","\"I live in normal time, not bizzaro world like you Elmo\"-SlashSP","\"I feel like I'm getting gangbanged right now.\" -Slash","\"I cant wait to go to the bridge in my wet t-shirt and flaunt myself\"-SlashSP","\"Eyes up here buddy, stop looking at my tits.\" -Slash","\"I am scared of coming out of my butthole.\" -Slash","\"Jizz hands are fun\" -Slash","\"Did he pass school?\" -55runedark    \"I've never felt better about myself watching you\" -Wikitron","\"He is slapping me just like I am his bitch\" - SlashSP","\"My beard says otherwise, so fuck off\" -Slash","\"I just brutally killed a bitch with a wrench as an accident.\" -SlashSP","\"I still dont know if thats the right butthole, but it looks new\" -SlashSP","\"He's like a floor penis.\" - Slash","\"Dicks are a pain in my ass\" -Slash","\"How deep are you?\" -HCJ","\"I was talking about his everywhere hair\" -HCJustin","\"How deep are you?\" –HCJustin"],"ignoredUsers":[],"wpCount":0,"banPhraseSeverity":99,"bullet":"coeBot"}